Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# ToolTipProductType
source: It Shows a Country For Which The Product Is Packed.
de: Es zeigt dem Land an, für den Produkt gepackt hat.
fr: It shows a country for which the product is packedsdf.

# ToolTipProductUseExpDay
source: System Will Encode The Day In 2D Code. For Example, If yyMMdd.
de: Wenn diese Option geprüft ist, wird der im Feld Verfalldatum eingegebene Aktualwert kodiert. _x000D_ Wenn nicht getickt, kodiert das System das Verfalldatum in 2D Code mit dem Wert DD als 00.
fr: System will encode the day in 2D code. For example, if yyMMdd.sdf

# ToolTipProductWorkshop
source: This Field Appears When XML File Is Generated.
de: Dieses Feld wird erscheinen, wann eine XML Datei generiert wird.

# ToolTipProductXmlBatchNo
source: Please Select Batch No For Whose Product XML Has To Generated.
de: Der Benutzer muss die Chargennummer auswählen. Diese Details werden in der XML Datei des Lohnfertigung für TraceLink erfasst.
fr: Please select Batch No for whose Product XML has to generatedsdf

# ToolTipProductXMLCountryName
source: Please Select Country Name.
de: Der Benutzer muss das Land Übereinstimmung Namen auswählen. Diese Details werden in der XML Datei des Lohnfertigung für TraceLink erfasst.
fr: Please select Country Namesdf

# ToolTipProductXMLCurrencyCode
source: Please Enter Currency Code.
de: Der Benutzer muss den Währung Code eingeben. Diese Details werden in der XML Datei des Lohnfertigung für TraceLink erfasst. Zum Beispiel INR für Indian Rupee. Der Währung Code sollte im Format ISO 4217:2015 sein.
fr: Please enter Currency Codesdf

# ToolTipProductXMLProductName
source: Please Select The Product Name Of The Batch For Which The XML Has To Be Generated.
de: Der Benutzer muss den Produkt Name auswählen. Diese Details werden in der XML Datei des Lohnfertigung für TraceLink erfasst.
fr: Please select the Product Name of the Batch for which the XML has to be Generatedsdf

# ToolTipProductXMLTargetMarketExemptionDate
source: Please Select Date For Target Market Exemption Date.
de: Dieses Feld gibt das Datum an, an dem der Freistellungsantrag dem Exporteur von der Regierungsbehörde des Ziellandes gewährt wurde (kann das Datum des veröffentlichten Gesetzes sein). Für regulatorische Zwecke ist dieses Feld erforderlich, wenn Land des Hersteller = IN (Indien) & Target Markt Ausnahme = Wahr. Andernfalls ist das Feld eine Option.

# ToolTipProductXMLTargetMarketExemptionReference
source: Please Enter Target Market Exemption Reference.
de: Dieses Feld gibt den Namen des Gesetzes oder der Verordnung im Bestimmungsland an, für das der Exporteur eine Freistellungsgenehmigung erhalten hat. Für regulatorische Zwecke ist dieses Feld zwingend,wenn Land des Hersteller = IN (Indien) & Target Markt Ausnahme = Wahr. Andernfalls ist das Feld eine Option.
fr: Please enter Target Market Exemption Referencesdf

# ToolTipProductXMLTargetMarketExep
source: Please Select True Or False For Target Market Exemption.
de: Der Benutzer muss die Option True oder False auswählen. Dieses Feld gibt an, ob das exportierte Produkt von der Einhaltung der Vorschriften des Bestimmungslandes, das die Droge importieren wird, ausgenommen ist. Bei der Auswahl der Option True muss der Benutzer das Exemption Datum und die Exemption Referenz eingeben. Bei Auswahl der Option Falsch werden die Felder Exemption Datum & Exemption Referenz deaktiviert.
fr: Please select true or false for Target Market Exemptionsdf

# ToolTipProductXMLUnitPrice
source: Please Enter Unit Price.
de: Der Benutzer muss den Stückpreis eingeben. Diese Details werden in der XML Datei des Lohnfertigung für TraceLink erfasst. Dieses Feld gibt den Preis pro Einheit des Produkts im Zielmarkt an. Es sollte kein Währung Symbol angegeben werden. Das Dezimaltrennzeichen muss ein Punkt (".") sein. Beispiel für USD: 100.25, Beispiel für INR: 6623.41. Für die gesetzliche Verwendung ist dieses Feld erforderlich, wenn Land des Hersteller = IN (India).
fr: Please enter Unit Pricesdf

# ToolTipReportBatchName
source: Please Select Batch Name.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er die Charge Name auswählt.
fr: Please select Batch Namesdf

# ToolTipReportBatchNumber
source: Please Select Batch Number.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er die Chargennummer auswählt.
fr: Please select Batch Numbersdf

# ToolTipReportBatchStatus
source: Please Select Batch Status.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er die Charge Status auswählt.
fr: Please select Batch Statussdf

# ToolTipReportDivisionCode
source: Please Select Division Code.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Division Code auswählt.
fr: Please select Division Codesdf

# ToolTipReportEXPDateWise
source: Please Check The Radio Button If You Have To View The Report According To Expiry Date.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Verfalldatumweise Option auswählt.
fr: Please check the radio button if you have to view the Report according to Expiry Datesdf

# ToolTipReportEXPFrom
source: Please Select From Expiry Date To View Report.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Herstellung von zu bis Option auswählt.
fr: Please select From Expiry Date to view Reportsdf

# ToolTipReportExpTo
source: Please Select To Expiry Date To View Report.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Herstellung von zu bis Option auswählt.
fr: Please select To Expiry Date to view Reportsdf

# ToolTipReportLineCode
source: Please Select Line Code.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Linie Code auswählt.
fr: Please select Line Codesdf

# ToolTipReportLocationCode
source: Please Select Location Code.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Standort Code auswählt.
fr: Please select Location Codesdf

# ToolTipReportMFGDateWise
source: Please Check The Radio Button If You Have To View The Report According To Manufacturing Date.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Herstellungssdatumweise Option auswählt.
fr: Please check the radio button if you have to view the Report according to Manufacturing Datesdf

# ToolTipReportMFGFrom
source: Please Select From Manufacturing Date To View Report.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Herstellung von zu bis Option auswählt.
fr: Please select From Manufacturing Date to view Reportsdf

# ToolTipReportMFGTo
source: Please Select To Manufacturing Date To View Report.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Herstellung von zu bis Option auswählt.
fr: Please select To Manufacturing Date to view Reportsdf

# ToolTipReportPlantCode
source: Please Select Plant Code.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er die Plant Code auswählt.
fr: Please select Plant Codesdf

# ToolTipReportProductName
source: Plase Select Product Name.
de: Im Bericht Modul, verschiedene Filter sind Verfügbar. Der Benutzer kann die Berichte einsehen, indem er den Produkt Name auswählt.
fr: Plase select Product Namesdf

# ToolTipRoleActive
source: Please Check Checkbox If Role Has To Be Active.
de: Wenn die Funktion aktiv oder in Verwendung ist, muss der Check Box getickt werden.
fr: Please check checkbox if Role has to be Activesdf

# ToolTipRoleName
source: Please Enter Role Name.
de: Das System unterstützt die Konfiguration mehrerer Benutzer in vier Haupt Funktion Kategorien. Jede Benutzergruppe/Funktion hat verschiedene Ebenen von Aktivitäten, die ausgeführt werden müssen. Der Benutzer muss der Funktion/Gruppe einen Namen für die Erstellung geben.
fr: Please enter Role Namesdf

# ToolTipRolePermission
source: Please Enter Permission For The Role.
de: Das System unterstützt die Konfiguration mehrerer Benutzer in vier Hauptrollenkategorien. Jede Benutzergruppe/Funktion hat verschiedene Level von Aktivitäten, die ausgeführt werden müssen. Der Benutzer muss die Berechtigung für die Funktion/Gruppe auswählen, um den Zugriff auf den Benutzer auswählen.
fr: Please enter Permission for the Rolesdf

# ToolTipShipmentBizStep
source: Please Select Biz Step For Shipment.
de: BizStep identifiziert, was zum Zeitpunkt des Ereignisses aus betriebswirtschaftlicher Sicht geschah, d.h. welcher Schritt eines Geschäftsprozesses stattfand. Zum Beispiel: Inbetriebnahme, Erstellung_Klasse_Instanz, Prüfung, Verpackung, Kommissionierung, Versand, Einzelhandel. Der Benutzer muss den Geschäftsschritt auswählen, basierend darauf, dass er das Disposition Ereignis auswählen kann.
fr: Please select Biz Step for shipmentsdf

# ToolTipShipmentDispositionEvent
source: Please Select Disposition Event For Shipment.
de: Das Feld "Disposition" von EPCIS-Ereignissen kann verwendet werden, um den Status von verfolgten Objekten anzuzeigen, wie z.B.: Während des Transports, Einzelhandel verkauft, abgelaufen, beschädigt, ohne Stammbaum Übereinstimmung, zurückgerufen. Zum Beispiel: Wenn der Benutzer die Veranstaltung als Versand ausgewählt hat, kann das Disposition Ereignis in_transit oder zurückgegeben werden. Der Benutzer muss das Disposition Ereignis basierend auf der ausgewählten Veranstaltung auswählen.
fr: Please select Disposition Even for shipmentsdf

# ToolTipShipmentDriverContactNumber
source: Please Enter Contact Number Of Driver.
de: Diese Details sind für die Erfassung der Fahrer Details erforderlich.
fr: Please enter Contact Number of Driversdf

# ToolTipShipmentDriverName
source: Please Enter Driver Name.
de: Diese Details sind für die Erfassung der Fahrer Details erforderlich.
fr: Please enter Driver Namesdf

# ToolTipShipmentPartialBatch
source: Please Check Radio Button If Partial Batch Shipment Has To Be Done.
de: Wenn dieses Kennzeichen gesetzt ist, speichert das System die Transport Details für die teilweise Charge.Der Benutzer muss die SSCC Codes auswählen, nur für ausgewählte Artikel werden die Sendungsdetails gespeichert.
fr: Please check radio button if Partial Batch Shipment has to be donesdf

# ToolTipShipmentReceiver
source: Please Select Receiver For Shipment.
de: Das System zeigt eine Liste der zuvor erstellten Master des Empfängers in der Applikation. Der Benutzer muss den Namen des Empfängers/Agentur auswählen, zu dem die Sendung transportiert werden soll.
fr: Please select Receiver for shipmentsdf

# ToolTipShipmentSelectBatch
source: Please Select Batch For Which Shipment Has To Be Done.
de: Der Benutzer muss die Chargennummer auswählen, für die die Versand Details erfasst werden sollen.
fr: Please select Batch for which Shipment has to be Donesdf

# ToolTipShipmentTransporter
source: Please Select Transporter For Shipment.
de: Diese Details sind für die Erfassung der Transport Firma für das Versandereignis erforderlich.
fr: Please select Transporter for shipmentsdf

# ToolTipShipmentVehicleNumber
source: Please Enter Vehicle Number.
de: Diese Details sind erforderlich, um den ReadPoint beim Verfolgen eines Fahrzeugs zu erfassen.
fr: Please enter Vehicle Numbersdf

# ToolTipShipmentWholeBatch
source: Please Check Radio Button If Whole Batch Shipment Has To Be Done.
de: Wenn diese Option ausgewählt ist, generiert das System die XML Datei für die ganze Charge.
fr: Please check radio button if Whole Batch Shipment has to be donesdf

# ToolTipSKCreateXMLUIDListBatchName
source: Please Select Batch Name For Which The XML Of UID List Has To Be Created.
de: Bitte wählen Sie die Charge Name, für den die XML-Liste der UID erstellt werden muss.
fr: Please select Batch Name for which the XML of UID List has to be Createdsdf

# ToolTipSKCreateXMLUIDListCommandId
source: Please Enter Command Id Feild In XML .
de: Bitte geben Sie die Befehls-ID in XML ein.
fr: Please enter Command Id feild in XMLsdf

# ToolTipSKCreateXMLUIDListDeck
source: Please Select Deck For Which The XML Of UID List Has To Be Created.
de: Bitte wählen Sie das Deck aus, für das die XML-UID-Liste erstellt werden soll.
fr: Please select Deck for which the XML of UID List has to be Createdsdf

# ToolTipSKCreateXMLUIDListDeviceID
source: Please Enter Device Id Feild In XML.
de: Bitte geben Sie die Geräte-ID in XML ein.
fr: Please enter Device Id feild in XMLsdf

# ToolTipSKCreateXMLUIDListNoOfRec
source: Please Enter Number Of Records Per XML File.
de: Bitte geben Sie die Anzahl der Datensätze pro XML-Datei ein.
fr: Please enter Number of Records per XML filesdf

# ToolTipSKCreateXMLUIDListReaderId
source: Please Enter Reader ID Feild In XML.
de: Bitte geben Sie die Reader ID Feild in XML ein.
fr: Please enter Reader ID feild in XMLsdf

# ToolTipSKCreateXMLUIDListUOM
source: Please Enter UOM Feild In XML.
de: Bitte geben Sie SOM Feld in XML ein.
fr: Please enter UOM feild in XMLsdf

# ToolTipSKSelectFile
source: Please Select XML File With Serial Number Series Of South Korea Batch.
de: Bitte wählen Sie eine XML-Datei mit der Seriennummer der South Korea Charge.
fr: Please select XML file with Serial number Series of South Korea Batchsdf

# ToolTipSomBusinessLookUpId
source: Please Enter From Business Party Lookup Id.
de: Bitte geben Sie die ID der Business Partei Lookup ID ein.
fr: Please enter From Business Party Lookup Idsdf

# ToolTipSomBusinessName
source: Please Enter Business Name.
de: Bitte geben Sie der Firmennamen ein.
fr: Please enter Business Namesdf

# ToolTipSomCountry
source: Please Select Country.
de: Bitte Land auswählen.
fr: Please select Countrysdf

# ToolTipSomDeliveryCompleteFlag
source: Please Check The Check Box Delivery Complete Flag.
de: Aktivieren Sie das Checkbox Lieferung abgeschlossen.
fr: Please check the check box Delivery Complete Flagsdf

# ToolTipSomDeliveryNumber
source: Please Enter Delivery Number.
de: Bitte geben Sie die Lieferungsnummer ein.
fr: Please enter Delivery Numbersdf

# ToolTipSomIsSerialized
source: Please Check Checkbox For Is Serialized?.
de: Aktivieren Sie das Checkbox für Ist serialisiert
fr: Please check checkbox for Is Serialized?sdf

# ToolTipSomLocationLookUpId
source: Please Enter Ship From Location Lookup Id.
de: Bitte geben Sie die ID für die Suche nach dem Versandort ein.
fr: Please enter Ship From Location Lookup Idsdf

# ToolTipSomSalesDistribution
source: Please Enter Sales Distribution Type.
de: Bitte geben Sie die Vertriebsart ein.
fr: Please enter Sales Distribution Typesdf

# ToolTipSomToBusinessPartyLookupId
source: Please Enter Business Party Lookup Id.
de: Bitte geben Sie die Business Party Lookup-ID ein.
fr: Please enter Business Party Lookup Idsdf

# ToolTipSomTransactionDate
source: Please Select Transaction Date.
de: Bitte wählen Sie das Transaktionsdatum.
fr: Please select Transaction Datesdf

# ToolTipSomTransactionIdentifier
source: Please Enter Transaction Identifier.
de: Bitte geben Sie die Transaktions-ID ein.
fr: Please enter Transaction Identifiersdf

# ToolTipTracelinkCustomer
source: Please Select Customer Form Which UID Has To Be Imported.
de: Biite wählen Sie die Kunden Vorlage aus, die UID muss importiert werden.
fr: Please select Customer form which UID has to be importedsdf

# ToolTipTracelinkGTIN
source: Please Select GTIN For Which UID Has To Be Imported.
de: Biite wählen Sie die GTIN aus, die UID muss importiert werden
fr: Please select GTIN for which UID has to be importedsdf

# ToolTipTracelinkQuantity
source: Please Select Number Of Which UID Has To Be Imported.
de: Biite wählen Sie die Nummer aus, die UID muss importiert werden.
fr: Please select Number of which UID has to be importedsdf

# ToolTipTrailActivity
source: Please Select Activity For Which You Would Like To View Trail Report.
de: Bei der Auswahl der Aktivität, werden alle erfassten Ereignisse für diese bestimmte Aktivität in Form eines Berichts gespeichert
fr: Please select Activity for which you would like to View Trail Reportsdf

# ToolTipTrailFrom
source: Please Select From Date From Which You Like To View Trail Report.
de: Bei Auswahl von Von Datum & Bis Datum werden alle erfassten Ereignisse für diesen Zeitraum in Form eines Berichts gespeichert.
fr: Please select From Date from which you like to View Trail Reportsdf

# ToolTipTrailLine
source: Please Check Radio Button If You Want To View Line Trail.
de: Bei Auswahl der Option Linie Trails Option werden alle erfassten Ereignisse der Client Applikation in Form eines Berichts gespeichert. Der Benutzer muss jedoch entweder eine Aktivität oder eine Benutzer ID oder eine Zeile oder von & bis Datum auswählen, um den Bericht anzuzeigen. Andernfalls zeigt das System standardmäßig den aktuellen datierten Bericht an.
fr: Please check radio button if you want to view Line Trailsdf

# ToolTipTrailLineCode
source: Please Select Line For Which You Would Like To View Line Trail Report.
de: Bei der Auswahl der Linie, werden alle erfassten Ereignisse für diese Linie in Form eines Berichts gespeichert.
fr: Please select Line for which you would like to view Line Trail Reportsdf

# ToolTipTrailServer
source: Please Check Radio Button If You Want To View Server Trail.
de: Bei Auswahl der Option Server Trails werden alle erfassten Ereignisse der Serveranwendung in Form eines Berichts gespeichert. Der Benutzer muss jedoch entweder eine beliebige Activity oder User ID oder From & To Date auswählen, um den Bericht anzuzeigen. Andernfalls zeigt das System standardmäßig den aktuellen datierten Bericht an.
fr: Please check radio button if you want to view Server Trailsdf

# ToolTipTrailTo
source: Please Select To Date To Which You Like To View Trail Report.
de: Bei Auswahl von Datum & Bis Datum werden alle erfassten Ereignisse für diesen Zeitraum in Form eines Berichts gespeichert.
fr: Please select To Date to which you like to View Trail Reportsdf

# ToolTipTrailUserName
source: Please Select Username For Which You Would Like To View Trail Report.
de: Bei der Auswahl der Benutzer-ID werden alle erfassten Ereignisse für diesen bestimmten Benutzer in Form eines Berichts gespeichert.
fr: Please select Username for which you would like to View Trail Reportsdf

# ToolTipTransactionBizStep
source: Please Select Biz Step For Transaction.
de: BizStep identifiziert, was zum Zeitpunkt des Ereignisses aus betriebswirtschaftlicher Sicht geschah, d.h. welcher Schritt eines Geschäftsprozesses stattfand. Zum Beispiel: Inbetriebnahme, Erstellung_Klasse_Instanz, Prüfung, Verpackung, Kommissionierung, Versand, Einzelhandel. Der Benutzer muss den Geschäftsschritt auswählen, basierend darauf, dass er das Dispositionsereignis auswählen kann.
fr: Please select Biz Step for Transactionsdf

# ToolTipTransactionDispositionEvent
source: Please Select Disposition Event For Transaction.
de: Das Feld "Disposition" von EPCIS Ereignissen kann verwendet werden, um den Status von verfolgten Objekten anzuzeigen, wie z.B.: Während des Transports, Einzelhandel verkauft, abgelaufen, beschädigt, ohne Stammbaum Übereinstimmung, zurückgerufen. Zum Beispiel: Wenn der Benutzer die Veranstaltung als Versand ausgewählt hat, kann das Disposition Ereignis in_transit oder zurückgegeben werden. Der Benutzer muss das basierend auf der ausgewählten Veranstaltung auswählen.
fr: Please select Disposition Even for Transactionsdf

# ToolTipTransactionDocumentDetail
source: Please Enter Document Details For The Selected Document.
de: Der Benutzer muss die Dokumentdetails für das ausgewählte Dokument eingeben. Zum Beispiel: Rechnung Nummer, Bestell Nummer usw. Diese Geschäft Überweisung Dokumente sollen für die EPCIS Ereigniserfassung verknüpft werden.
fr: Please enter Document Details for the selected Documentsdf

# ToolTipTransactionDocumtentType
source: Please Select The Required Document Type For The Transaction.
de: Der Benutzer muss die gewünschte Dokumentart für die Transaktion auswählen. Zum Beispiel: Rechnung, Bestellung etc. Diese Geschäft Überweisung Dokumente sollen für die EPCIS Ereigniserfassung verknüpft werden.
fr: Please select the required Document type for the Transactionsdf

# ToolTipTransactionSelectBatch
source: Please Select Batch For Which Transaction Has To Be Done.
de: Der Benutzer muss die Chargennummer auswählen, für die Transaktionsdetails erfasst werden sollen.
fr: Please select Batch for which Transaction has to be Donesdf

# ToolTipTransactiontPartialBatch
source: Please Check Radio Button If Partial Batch Transaction Has To Be Done.
de: Wenn dieses Kennzeichen gesetzt ist, speichert das System die Transaktion Details für die teilweise Charge. Der Benutzer muss die SSCC Codes auswählen, nur für ausgewählte Artikel werden die Transaktion Details gespeichert.
fr: Please check radio button if Partial Batch Transaction has to be donesdf

# ToolTipTransactionWholeBatch
source: Please Check Radio Button If Whole Batch Transaction Has To Be Done.
de: Wenn dieses Kennzeichen gesetzt ist, speichert das System die Transaktion Details für alle Charge .Alle Charge sind die Charge die geschlossen sind oder der Status der Charge geschlossen ist.
fr: Please check radio button if Whole Batch Transaction has to be donesdf

# ToolTipUserActive
source: Please Check The Checkbox If User Has To Be Active.
de: Wenn diese Option geprüft ist, ist der Benutzer aktiv, sonst inaktiv.
fr: Please check the checkbox if User has to be Activesdf

# ToolTipUserChangeRole
source: Please Select Role To Change The Role Of The User.
de: Der Benutzer muss die funktion auswählen, um dem Benutzer den Funktion basierten Zugriff zuzuweisen. Es beschränkt den Systemzugriff auf den ausgewählten Benutzer.
fr: Please select role to change the role of the Usersdf

# ToolTipUserConfirmPassword
source: Please Enter Confirm Password Must Be Same As Password.
de: Bestätigen Sie, dass das Passwort erforderlich ist, da ein Passwortfeld die Eingabe des Benutzers maskiert. Wenn Benutzer ihr Passwort falsch eingeben, werden sie es nicht erkennen. Das Bestätigungspasswort fängt Tippfehler ab, indem es die Benutzer auffordert, ihr Passwort zweimal einzugeben.
fr: Please enter Confirm password must be same as Passwordsdf

# ToolTipUserCreate
source: Please Select Role For Which The User Has To Be Created.
de: Der Benutzer muss die Rolle auswählen, um dem Benutzer den rollenbasierten Zugriff zuzuweisen. Es beschränkt den Systemzugriff auf den ausgewählten Benutzer.
fr: Please select Role for which the User has to be Createdsdf

# ToolTipUserEmail
source: All The Notifications Will Be Send On This Email Id
de: Es ist wichtig, die E-Mail-Adresse des Benutzers zu überprüfen, um sicherzustellen, dass der Benutzer Benachrichtigungen erhalten kann. Eine Benutzer-ID ist mit der E-Mail-Adresse des Benutzers verknüpft. Stellen Sie sicher, dass die E-Mail-Adresse immer auf dem neuesten Stand ist.
fr: All The Notifications Will Be Send On This Email Idsdf

# ToolTipUserID
source: Please Enter User Id.
de: Benutzer-ID wird alternativ als Login-ID, Benutzer Name bezeichnet, es ist die ID, die einem Benutzer auf einem Computer oder einer Applikation gegeben wird. Diese ID ist im Allgemeinen eine Abkürzung für den vollständigen Namen des Benutzers. Zum Beispiel kann eine Person, die als John Smith bekannt ist. hat die Benutzer ID von smitj zugewiesen.
fr: Please enter User Idsdf
