Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# ToolTipDAVAExemptCode
source: Please Select The Country For Exemption Code If Exempted From Barcoding Check Box Is Checked.
de: Bitte wählen Sie das Land für den Ausnahmecode aus, wenn das Checkbox "Vom Barcode ausgenommen" aktiviert ist.
fr: Please select the Country for Exemption Code if Exempted From Barcoding check box is checkedsdf

# ToolTipDAVAExemptForBarcode
source: The Exempted From Barcoding Check Box Is Checked For Non DGFT Batch.
de: Das Checkbox Ausgenommen von der Strichcodierung ist für Nicht-DGFT-Charge aktiviert.
fr: The Exempted From Barcoding check box is checked for non DGFT Batchsdf

# ToolTipDAVAExportedBatchQy
source: The Following Field Shows The Exported Batch Quantity For The Selected Batch No.
de: Das folgende Feld zeigt die exportierte Chargenmenge für die ausgewählte Chargennummer.
fr: The Following feild shows the Exported Batch Quantity for the selected Batch Nosdf

# ToolTipDavaFileContent
source: Below Contains The Contents Of The Above Selected File.
de: Unten Enthält den Inhalt der oben ausgewählten Datei.
fr: Below Contains the Contents of the above selected Filesdf

# ToolTipDavaFileGeneration
source: Please Select File For XML File Regeneration :
de: Bitte Datei für XML-Dateiregeneration auswählen:
fr: Please Select file for XML File Regenerationsdf :

# ToolTipDAVAPartialBatch
source: Please Check The Partial Batch Radio Button If Dava File Has To Be Generated For Above Selected Partail Batch.
de: Aktivieren Sie die Optionsfeld Partial Charge (Teilstapel), wenn für den oben ausgewählten Teilstapel eine Dava-Datei generiert werden muss.
fr: Please check the Partial Batch radio button if Dava file has to be Generated for above selected Partail Batchsdf

# ToolTipDAVAProduct
source: Please Check The Radio Button If Product DAVA File Has To Be Generated.
de: Aktivieren Sie das Optionsfeld, wenn eine Produkt-DAVA-Datei generiert werden muss.
fr: Please check the radio button if Product DAVA File has to be Generatedsdf

# ToolTipDAVAProductionDetails
source: Please Check The Production Details Radio Button If DAVA File Has To Generated.
de: Aktivieren Sie das Optionsfeld Produktion Details, wenn eine DAVA-Datei generiert werden muss.
fr: Please check the Production Details radio button if DAVA file has to Generatedsdf

# ToolTipDAVARemainingBatchQty
source: The Following field Shows The Remaining Batch Quantity For The Selected Batch No.
de: Das folgende Feld zeigt die verbleibende Charge Menge für die ausgewählte Chargennummer.
fr: The Following feild shows the Remaining Batch Quantity for the selected Batch Nosdf

# ToolTipDAVAScanSSCC
source: Please Enter SSCC Code For Which The Dava File Has To Be Generated.
de: Bitte geben Sie den SSCC-Code ein, für den die Dava-Datei generiert werden muss.
fr: Please enter SSCC code for which the Dava file has to be Generatedsdf

# ToolTipDAVASingleBatch
source: Please Check The Radio Button If Single Batch DAVA File Has To Be Generated.
de: Aktivieren Sie das Optionsfeld, wenn eine einzelne Charge-DAVA-Datei generiert werden muss.
fr: Please check the radio button if Single Batch DAVA File has to be Generatedsdf

# ToolTipDAVATertiaryPacks
source: Please Check The Tertiary Packs Exempted Radio Button If DAVA File Has To Be Generated.
de: Aktivieren Sie das Optionsfeld Tertiary Packs Exempted, wenn eine DAVA-Datei generiert werden muss.
fr: Please check the Tertiary Packs Exempted radio button if DAVA file has to be Generatedsdf

# ToolTipDAVAWholeBatch
source: Please Check The Whole Batch Radio Button If Above Selected Whole Batch Dava Has To Be Generated.
de: Aktivieren Sie die Optionsfeld "Ganze Charge ", wenn der oben ausgewählte "Ganze Charge Dava generiert werden muss.
fr: Please check the Whole Batch radio button if above selected Whole Batch Dava has to be Generatedsdf

# ToolTipEpcisCity
source: Please Enter City In Which Company Is Located.
de: Der Transporter/Empfänger Stammdaten erfasst die Informationen darüber, wer der Versand/Empfänger Partei ist. Der Benutzer muss die Stadt eingeben, um die Standort zu identifizieren. In diesem Feld wird der Name der Stadt angegeben.
fr: Please enter City in which Company is Locatedsdf

# ToolTipEpcisCompanyName
source: Please Enter Company Name.
de: Der Transporter/Empfänger Stammdaten erfasst die Informationen darüber, wer der Versand/Empfänger Partei ist. Der Benutzer muss die Firmennamen eingeben, um die Agentur zu identifizieren.
fr: Please enter Company Namesdf

# ToolTipEpcisCountry
source: Please Select The Country In Which Company Is Located.
de: Der Transporter/Empfänger Stammdaten erfasst die Informationen darüber, wer der Versand/Empfänger Partei ist. Der Benutzer muss die Firmennamen eingeben, um den Standort zu identifizieren.
fr: Please select the Country in which Company is Locatedsdf

# ToolTipEpcisCountryCode
source: Please Enter Country Code In Which The Company Is Located.
de: Der Transporter/Empfänger Stammdaten erfasst die Informationen darüber, wer der Versand/Empfänger Partei ist. Der Benutzer muss die Landesvorwahl eingeben, um den Standort zu identifizieren.
fr: Please enter Country Code in which the Company is Locatedsdf

# ToolTipEPCISEmailId
source: Please Enter Email Id.
de: Der Transporter/Empfänger Stammdaten erfasst die Informationen darüber, wer der Versand/Empfänger Partei ist. Der Benutzer muss die E-mail Adresse eingeben.

# ToolTipEpcisGLN
source: Please Enter GLN.
de: Die GLN ist die Globale Standort Nummer des Hersteller der Plant Seite, die bei GS1 registriert ist, um die EPCIS Ereignisse zu identifizieren.
fr: Please enter GLN sdf

# ToolTipEPCISIndexSelectBatch
source: Please Select Batch For Which EPCIS XML Has To Be Generated.
de: Der Benutzer muss die Charge für die EPCIS XML Datei generiert auswählen.
fr: Please Select Batch for which EPCIS XML has to be Generatedsdf

# ToolTipEpcisLatitude
source: Please Enter Latitude Of The Location In Which The Company Is Located.
de: Der Benutzer muss die Latitüde eingeben, da ein Standort manchmal nur durch Geokoordinaten identifiziert werden kann Latitüde des Standort in Grad. Positiv Zahlen sind nördliche Latitüde ,negativ Zahlen sind südliche Latitüde.
fr: Please enter Latitude of the location in which the Company is Locatedsdf

# ToolTipEpcisLongitude
source: Please Enter Longitude Of The Location In Which The Company Is Located.
de: Der Benutzer muss den Längengrad eingeben, da ein Standort manchmal nur durch Geokoordinaten identifiziert werden kann Längengrad des Standort in Grad. Positive Zahlen sind der östliche Längengrad, negative Zahlen sind der westliche Längengrad.
fr: Please enter Longitude of the Location in which the Company is Locatedsdf

# ToolTipEpcisPostalCode
source: Please Enter Postal Code Of The Location In Which Company Is Located.
de: Der Empfänger Stammdaten erfasst die Informationen darüber, wer der Empfänger ist. Der Benutzer muss die Postleitzahl eingeben, um den Standort zu identifizieren. In diesem Feld wird die Postleitzahl für eine Adresse angegeben.
fr: Please enter Postal Code of the Location in which Company is locatedsdf

# ToolTipEpcisSite
source: Please Enter Site.
de: Der Empfänger Stammdaten erfasst die Informationen darüber, wer der Empfänger ist. Der Benutzer muss die Website betreten, um den Standort zu identifizieren. Es ist die Kennung der Standort selbst.
fr: Please enter Sitesdf

# ToolTipEpcisStateOrRegion
source: Please Select State Or Region In Which Company Is Located.
de: Der Empfänger Stammdaten erfasst die Informationen darüber, wer der Empfänger ist. Der Benutzer muss das Bundesland oder die Region eingeben, um die Standort zu identifizieren. Ein Bundesland oder eine Region ist eine der konstituierenden Einheiten einer Nation mit einer Bundesregierung.
fr: Please select State Or Region in which Company is Locatedsdf

# ToolTipEpcisStreet1
source: Please Enter Street Name On Which Company Is Located.
de: Der Empfänger Stammdaten erfasst die Informationen darüber, wer der Empfänger ist. Der Benutzer muss den Straße Name oder die Nummer eingeben, um die Standort zu identifizieren. Die Straße1 ist die erste Freiformlinie einer Adresse. Dieser erste Teil ist auf Papier als erste Zeile unter dem Namen gedruckt. Zum Beispiel den Namen der Straße und die Nummer in der Straße oder den Namen eines Gebäudes.
fr: Please enter Street Name on which Company is Locatedsdf

# ToolTipEPCISTransporterAgencyAddress
source: Please Enter Transporter/Agency Address.
de: Der Transporter Stammdaten erfasst die Informationen darüber, wer der Versand Partei ist. Der Benutzer muss die Adresse der Transport Firma eingeben, um das EPCIS Ereignis zu erfassen.
fr: Please enter Transporter/Agency Addresssdf

# ToolTipEPCISTransporterAgencyContactNumber
source: Please Enter Transporter/Agency Contact Number.
de: Der Transporter Stammdaten erfasst die Informationen darüber, wer der Versand Partei ist. Der Benutzer muss die Kontaktnummer des Spediteurs eingeben, um das EPCIS Ereignis zu erfassen.
fr: Please enter Transporter/Agency Contact Numbersdf

# ToolTipEPCISTransporterAgencyName
source: Please Enter Transporter/Agency Name.
de: Der Transporter Stammdaten erfasst die Informationen darüber, wer der Versand Partei ist. Der Benutzer muss den Namen der Transporteragentur eingeben, um das EPCIS Ereignis zu erfassen.
fr: Please enter Transporter/Agency Namesdf

# ToolTipExportBatchNo
source: Please Select Batch No For Which XML Has To Be Generated.
de: Biite wählen Sie die Chargennummer aus, die XML muss generiert werden.
fr: Please select Batch No for which XML has to be Generatedsdf

# ToolTipExportFileType
source: Please Select File Type Of XML To Be Generated.
de: Bitte wählen Sie den zu generierenden XML-Dateityp.
fr: Please select File Type of XML to be Generatedsdf

# ToolTipImportProductUpload
source: Select The Excel File Of Product Details.
de: Wählen Sie die Excel-Datei mit Produkt Details aus.
fr: Select the excel file of product detailssdf

# ToolTipLineCode
source: Please Enter Line Code.
de: Linie/Client Stammdaten erfasst alle verwandte Standort Details der Verpackung Linie. Der Benutzer muss den Linie Code eingeben, der intern von der Herstellungs Plant vergeben wird.
fr: Please enter Line Codesdf

# ToolTipLineDatabaseName
source: Please Enter Line DataBase Name.
de: Linie/Client Stammdaten erfasst alle verwandte Standort Details der Verpackung Linie. Der Benutzer muss den Linie Datenbank Name eingeben.
fr: Please enter Line DataBase Namesdf

# ToolTipLineDivisionCode
source: Please Enter Division Code.
de: Linie/Client Stammdaten erfasst alle verwandte Standort Details der Verpackung Linie. Der Benutzer muss den Division Code eingeben, der intern von der Herstellungs Plant vergeben wird.
fr: Please enter Division Codesdf

# ToolTipLineID
source: Please Enter Line Id.
de: Linie/Client Stammdaten erfasst alle standortbezogenen Details der Verpackungslinie. Der Benutzer muss die Zeilen-ID eingeben, die intern vom Herstellerwerk vergeben wird.
fr: Please enter Line Idsdf

# ToolTipLineIP
source: Please Enter Line IP.
de: Linie/Client Stammdaten erfasst alle standortbezogenen Details der Verpackungslinie. Der Benutzer muss die Leitungs-IP-Adresse eingeben.
fr: Please enter Line IPsdf

# ToolTipLineLocationCode
source: Please Enter Location Code.
de: Linie/Client Stammdaten erfasst alle standortbezogenen Details der Verpackungslinie. Der Benutzer muss den Ortscode eingeben, der intern vom Herstellerwerk vergeben wird.
fr: Please enter Location Codesdf

# ToolTipLineName
source: Please Enter Line Name.
de: Linie/Client Stammdaten erfasst alle standortbezogenen Details der Verpackungslinie. Der Benutzer muss den Zeilennamen eingeben, der intern vom Hersteller vergeben wird.
fr: Please enter Line Namesdf

# ToolTipLinePlantCode
source: Please Enter Plant Code.
de: Linie/Client Stammdaten erfasst alle standortbezogenen Details der Verpackungslinie. Der Benutzer muss den Werkscode eingeben, der intern vom Herstellerwerk vergeben wird.
fr: Please enter Plant Codesdf

# ToolTipLineServerName
source: Please Enter Server Name.
de: Linie/Client Stammdaten erfasst alle standortbezogenen Details der Verpackungslinie. Der Benutzer muss den Servernamen eingeben.
fr: Please enter Server Namesdf

# ToolTipLineSqlPassword
source: Please Enter Line SQL Password.
de: Linie/Client Stammdaten erfasst alle standortbezogenen Details der Verpackungslinie. Der Benutzer muss das Passwort für die Line SQL Datenbank eingeben.
fr: Please enter Line SQL Passwordsdf

# ToolTipLineSqlUserName
source: Please enter Line SQL Username.
de: Linie/Client Stammdaten erfasst alle standortbezogenen Details der Verpackungslinie. Der Benutzer muss den Benutzernamen der Line SQL Datenbank eingeben.
fr: Please enter Line SQL Usernamesdf

# ToolTipProductActive
source: This Field Clarifies The Product Is Active Or Not
de: Wenn das Produkt aktiv ist oder hergestellt und auf dem Markt verwendet wird, muss das Checkbox angekreuzt werden, oder wenn das Produkt bereits verkauft wurde. _x000D_ aus der Produktion genommen, dann muss dieses Checkbox deaktiviert werden.
fr: This field clarifies the product is active or not sdf

# ToolTipProductAuthorizedNo
source: This Field Appears When XML File Is Generated.
de: Dieses Feld ist nur im Falle der Einhaltung der chinesischen Übereinstimmung erforderlich. Dieses Feld wird angezeigt, wenn eine XML-Datei erzeugt wird.
fr: This field appears when XML file is generated.sdf

# ToolTipProductBundlingQty
source: It Shows The Quantity Packed In One Bundle. Numeric Allowed Range Is 1 to 9999999. Use This Field When Bundling Machine Is Available Otherwise Use 1 Number As Default.
de: Es zeigt die in einem Bündel verpackte Menge an. Verwenden Sie dieses Feld, wenn eine Bündelungsmaschine verfügbar ist, ansonsten verwenden Sie standardmäßig 1 Zahl.
fr: It shows the quantity packed in one bundle. Numeric allowed range is 1 to 9999999. Use this field when bundling machine is available otherwise use 1 number as defaultsdf

# ToolTipProductCode
source: Product Code Should Have 12 Digits (As Per GS1 Standard - Manufacturer Code + Product Number).
de: Der Produkt Code sollte 12 stellig sein (gemäß GS1-Standard - Herstellercode + Produkt Nummer).
fr: Product code should have 12 digits (As per GS1 standard - Manufacturer Code + Product Number)sdf

# ToolTipProductComposition
source: Composition Should Have Minimum 3 & Maximum 500 Characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> Characters Can Be Used.
de: Die Zusammensetzung sollte aus mindestens 3 und maximal 500 Zeichen bestehen. a-z A-Z 0-9 /&;:-._ `% ()! * +, = <> Zeichen könnenbenutzt werden.
fr: Composition should have minimum 3 & maximum 500 characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> characters can be used.sdf

# ToolTipProductDescription
source: (Optional) Please Enter Carefully, Description Is Reflected In Various Reports.
de: (Optional) Bitte geben Sie sorgfältig ein, die Produkt Beschreibung wird in verschiedenen Berichten wiedergegeben.
fr: (Optional) Please enter carefully, description is reflected in various reports.sdf

# ToolTipProductDosageForm
source: It's a Form In Which The Product Is Marketed For Use.
de: Es ist eine Form, in der das Produkt zur Verwendung vermarktet wird.
fr: It's a form in which the product is marketed for usesdf

# ToolTipProductDoseUsage
source: Dose/Usage Should Have Minimum 3 & Maximum 100 Characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> Characters Can Be Used.
de: Dosis / Verwendung sollte mindestens 3 und maximal 100 Zeichen haben. a-z A-Z 0-9 /&;:-._ `% ()! * +, = <> Zeichen können verwendet werden.
fr: Dose/Usage should have minimum 3 & maximum 100 characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> characters can be used.sdf

# ToolTipProductExpDateFormat
source: System Will Print The Expiry Date On Product In This Selected Format.
de: Das System druckt das Verfalldatum auf dem Produkt in diesem ausgewählten Format.
fr: Must be greater than manufacturing datesdf

# ToolTipProductFeacn
source: FEACN Stands For Foreign Economic Activity Commodity Nomenclature (Russia). It’s a 10 Digits Code. The First 4 Digits Are Encoded In 2D Barcode As Well As In Tertiary Barcode.
de: FEACN steht für die Warennomenklatur der Außenwirtschaftstätigkeit (Russland). Es ist ein 10-stelliger Code. Die ersten 4 Ziffern werden sowohl im 2D-Barcode als auch im Tertiär-Barcode codiert.
fr: FEACN stands for Foreign Economic Activity Commodity Nomenclature (Russia). It’s a 10 digits code. The first 4 digits are encoded in 2D barcode as well as in tertiary barcode.sdf

# ToolTipProductFGCode
source: It's a Finished Good Code. It Is Internally Generated By Manufacturer.
de: Es handelt sich um einen internen, FG Code, der während der Erstellung des Produkts gegen den BPR-Code erfasst wird.
fr: It's a finished good code. It is internally generated by manufacturer.sdf

# ToolTipProductGenericName
source: Generic Name Should Have Minimum 3 & Maximum 200 Characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> Characters Can Be Used.
de: Der generischer Name sollte mindestens 3 und maximal 200 Zeichen enthalten. a-z A-Z 0-9 /&;:-._ `% ()! * +, = <> Zeichen können benutzt werden.
fr: Generic Name should have minimum 3 & maximum 200 characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> characters can be used.sdf

# ToolTipProductGTIN
source: The GTIN Is The GS1 Identification Key Used To Uniquely Identify Trade Items Worldwide. First Digit In GTIN Always Indicate Packaging Level. The Next 12 Digits Are Product Code And The Last Digit Is a Check Digit.
de: Der GTIN ist eine GS1 Identification Key benutzt zum Weltweiten einzigartig identifiziert Geschäft Artikel Die ersten Stellenanzahl in der GTIN zeigen immer dass Verpackung Level. Die Weiter 12 Stellenanzahl sind der Produkt Code und die letzten sind die überprüften Stellenanzahl
fr: The GTIN is the GS1 identification key used to uniquely identify trade items worldwide. First digit in GTIN always indicate packaging level. The next 12 digits are product code and the last digit is a check digitsdf

# ToolTipProductInternalMaterialCode
source: (Optional) This Field Is Required When TraceLink Integration Is Used & XML File Ss Generated. Instead Of Internal Material Code, Product Code Can Be Entered.
de: (Optional) Dieses Feld ist erforderlich, wenn die TraceLink Integration und eine XML Datei generiert benuzt wird. Anstatt der internen Material Code kann der Produkt Code eingegeben werden.

# ToolTipProductIsSchedule
source: This Field Clarifies The Product Is Schedule Drug Or Not As Per Drug Classification.
de: Wenn es sich bei dem Produkt um eine geplante Droge handelt, muss das Checkbox aktiviert sein, oder wenn es sich um eine nicht geplante Droge handelt, muss das Checkbox deaktiviert werden.
fr: This field clarifies the product is shedule drug or not as per drug classification sdf

# ToolTipProductLabelFilter
source: It Shows The Sequence Of Application Identifiers & Data To Be Printed In 2D And Human Readable Format.
de: Es zeigt die Reihenfolge der zu druckenden Anwendungsbezeichnungen und Daten im 2D-DataMatrix Code und im menschenlesbaren Format. _x000D_ Dies kann je nach Produkt und Charge Anforderung geändert werden.
fr: It shows the sequence of application identifiers & data to be printed in 2D and Human Readable formatsdf

# ToolTipProductLabelName
source: It Shows Existing Labels List.
de: Das System zeigt eine vorgefertigte Etikett Liste an, die druckerorientiert ist.

# ToolTipProductMRP
source: (Optional) It's a Maximum Retail Price. Numeric Allowed Range Is 0.50 to 9999999.99
de: (Optional) Es handelt sich um einen maximalen Verkaufspreis.
fr: (Optional) It's a maximum retail price. Numeric allowed range is 0.50 to 9999999.99sdf

# ToolTipProductName
source: Product Name Should Have Minimum 3 & Maximum 50 Characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> Characters Can Be Used.
de: Es ist ein Markenname. Der Produktname sollte mindestens 3 und maximal 50 Zeichen lang sein. A-Z a-z 0-9 /&;:-._`%()!*+,=<> Zeichen können verwendet werden. Es ist zwingend.
fr: Product Name should have minimum 3 & maximum 50 characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> characters can be used.sdf

# ToolTipProductNDC
source: (Optional) NDC Is a Unique 10-Digit Numeric Identifier Used In The United States For Drugs Intended For Human Use.
de: Dieses Feld ist nur bei Einhaltung der US-DSCSA-Konformität erforderlich. NDC steht für National Drug Code, der von der USFDA vergeben wird. _x000D_ NDC ist ein einzigartiger 10-stelliger numerischer Identifikator, der in den Vereinigten Staaten für Medikamente zur Verwendung am Menschen verwendet wird.
fr: (Optional) NDC is a unique 10-digit numeric identifier used in the United States for drugs intended for human use.sdf

# ToolTipProductPackageSpec
source: This Field Appears When XML File Is Generated.
de: Dieses Feld ist nur im Falle der Einhaltung der chinesischen Vorschriften erforderlich. Dieses Feld wird angezeigt, wenn eine XML-Datei erzeugt wird.
fr: Package Specificationsdf

# ToolTipProductPackUnit
source: This Field Appears When XML File Is Generated.
de: Dieses Feld ist nur im Falle der Einhaltung der chinesischen Vorschriften erforderlich. Dieses Feld wird angezeigt, wenn eine XML-Datei erzeugt wird.
fr: This field appears when XML file is generated.sdf

# ToolTipProductPCMAP
source: This Term Is Used For Parent-Child Mapping, It Shows How Many Units (child) Are Packed In Next Level Pack (Parent).
de: Die Bedingung für das Verpackungseinheit, das zeigt wie viele Einheiten haben in nachste Level des Pack gepackt

# ToolTipProductPPN
source: Please Enter 12 Digit PPN Number.
de: Dieses Feld ist nur bei Einhaltung der deutschen Vorschriften erforderlich. PPN ist eine 12-stellige Zahl.

# ToolTipProductRemark
source: Remarks Should Have Minimum 3 & Maximum 100 Characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> Characters Can Be Used.
de: Die Bemerkungen sollten mindestens 3 und maximal 100 Zeichen enthalten. a-z A-Z 0-9 /&;:-._ `% ()! * +, = <> Zeichen können benutzt werden.
fr: (Optional) Remarks should have minimum 3 & maximum 100 characters. a-z A-Z 0-9 /&;:-._`%()!*+,=<> characters can be used.sdf

# ToolTipProductResProduct
source: This Field Appears When XML File Is Generated.
de: Dieses Feld ist nur im Falle der Einhaltung der chinesischen Vorschriften erforderlich. Dieses Feld wird angezeigt, wenn eine XML-Datei erzeugt wird.

# ToolTipProductSDC
source: Saudi Drug Code (SDC) Is a Registration Code, Given By The Drug Sector To Each Registered Drug In The Saudi Market. SDC Format: SFDA18V111
de: Dieses Feld ist nur erforderlich, wenn Saudi-Arabien die Anforderungen erfüllt. Saudi Drug Code (SDC) ist ein Registrierungscode, der vom Arzneimittelsektor für jedes registrierte Medikament auf dem saudischen Markt vergeben wird. SDC-Format: SFDA18V111
fr: Saudi Drug Code (SDC) is a registration code, given by the Drug Sector to each registered drug in the Saudi market. SDC format: SFDA18V111sdf

# ToolTipProductSubType
source: This Field Appears When XML File Is Generated.
de: Dieses Feld ist nur im Falle der Einhaltung der chinesischen Übereinstimmung erforderlich. Dieses Feld wird angezeigt, wenn eine XML Datei erzeugt wird.
fr: This field appears when XML file is generated.sdf

# ToolTipProductSubTypeNo
source: This Field Appears When XML File Is Generated.
de: Dieses Feld ist nur im Falle der Einhaltung der chinesischen Übereinstimmung erforderlich. Dieses Feld wird angezeigt, wenn eine XML Datei erzeugt wird.
fr: This field appears when XML file is generated.sdf

# ToolTipProductSubTypeSpec
source: This Field Appears When XML File Is Generated.
de: Dieses Feld ist nur im Falle der Einhaltung der chinesischen Übereinstimmung erforderlich. Dieses Feld wird angezeigt, wenn eine XML Datei erzeugt wird.
fr: This field appears when XML file is generated.sdf
