Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# LineLocationDeleteSure
source: Are You Sure You Want To Delete This?
de: Möchten Sie dies löschen?
fr: Are you sure you want to delete thissdf?

# LineLocationDetails
source: Details Of
de: Details von
fr: Details ofsdf

# LineLocationDivisionCode
source: Division Code
de: Abteilung Code
fr: Division Codesdf

# LineLocationEdit
source: Edit Line Location
de: Linie Standort bearbeiten
fr: Edit Line Locationsdf

# LineLocationGLNExtension
source: GLN Extension
de: GLN-Extention
fr: GLN Extensionsdf

# LineLocationID
source: ID
de: Linie ID
fr: IDsdf

# LineLocationIndex
source: Line Location Master
de: Linie Standort Stammdaten
fr: Line Location Mastersdf

# LineLocationIndexBtnCreate
source: Create LineLocation
de: Linie Standort erstellen
fr: Create LineLocationsdf

# LineLocationIsActive
source: Is Active
de: Ist Aktiv?
fr: Is Activesdf

# LineLocationLineCode
source: Line Code
de: Linie Code
fr: Line Codesdf

# LineLocationLineIp
source: Line IP
de: Linie IP
fr: Line IPsdf

# LineLocationLineName
source: Line Name
de: Linie Name
fr: Line Namesdf

# LineLocationLocationCode
source: Location Code
de: Standort Code
fr: Location Codesdf

# LineLocationReadGLN
source: Read GLN
de: GLN Lesen
fr: Read GLNsdf

# LineLocationSQLPassword
source: SQL Password
de: SQL Passwort
fr: SQL Passwordsdf

# LineLocationSQLUserName
source: SQL UserName
de: SQL Benutzer Name
fr: SQL UserNamesdf

# MsgbufferJobIncompletebatch
source: Incomplete Batch. Do You Want To Close The Batch?
de: Unvollständige Charge Ausführung. Möchten Sie die Charge schließen?
fr: Incomplete batch. Do you want to close the batchsdf?

# MsgCloseBatchNoBatchesavailable
source: No Batches Available To Close !
de: Keine Charge sind verfügbar zu schließen
fr: No Batches available to closesdf !

# MsgDataBaseBackupInProcess
source: Database Backup In Process.
de: Datenbank Backup ist im Prozess
fr: Database backup in processsdf

# MsgDataBaseBackupWait
source: Kindly Wait For The Process To Complete.
de: Bitte warten Sie für den Prozess zu abschließen.
fr: Kindly wait for the process to completesdf

# MsgErrorProductalreadyexists
source: Product Already Exists !
de: Produkt bereits existiert.
fr: Product already existssdf !

# MsgErrorProductdetailsnotprovided
source: Product Details Not Provided !
de: Produkt Details nicht bereitgestellt.
fr: Product details not providedsdf !

# MsgErrorProductInvalidcolumns
source: Invalid Columns In Excel File !
de: Ungültigen Spalten in Excel Datei
fr: Invalid columns in excel filesdf !

# MsgErrorProductInvalidGTIN
source: Invalid GTIN Found While Import Product !
de: Ungültige GTIN hat während Produkt Import gefunden.
fr: Invalid GTIN Found While Import Productsdf !

# MsgErrorProductInvalidProduct
source: Invalid Product Data !
de: Ungültigen Produkt Daten
fr: Invalid product datasdf !

# MsgJobManagerselectbatch
source: Please Select Batch.
de: Bitte wählen Sie die Charge aus .
fr: Please select batchsdf.

# MsgJobManagerselectline
source: Please Select Line To Continue.
de: Bitte wählen Sie die Linie aus, um fortzufahren.
fr: Please select line to continuesdf.

# MsgLblLytDsgFileSaveed
source: Saved Successfully !
de: Erfolgreich gespeichert
fr: Successfully savedsdf !

# MsgLblLytDsgprovideFileName
source: Please Provide File Names !
de: Bitte geben Sie die Dateinamen an
fr: Please provide File Namessdf !

# MsgLblLytFileNameNotSame
source: File Name Cannot Be Same !
de: Dateiname darf nicht gleich sein
fr: File Name cannot be samesdf !

# M_CustomerBizLocGLN
source: BizLocGLN
de: BizLage GLN
fr: BizLocGLNsdf

# M_CustomerBizLocGLN_Ext
source: BizLocGLN_Ext
de: BizLage GLN Extention
fr: BizLocGLN_Extsdf

# M_CustomerCompanyCode
source: Company Code
de: Firma Code
fr: Company Codesdf

# M_CustomerCreatedBy
source: Created By
de: Erstellt von
fr: Created Bysdf

# M_CustomerCreatedOn
source: Created On
de: Erstellt am
fr: Created Onsdf

# M_CustomerIsDeleted
source: Is Deleted
de: gelöscht?
fr: Is Deletedsdf

# M_CustomerIsSSCC
source: Is SSCC
de: Ist SSCC?
fr: Is SSCCsdf

# M_CustomerLastModified
source: Last Modified
de: letzt Verändert
fr: Last Modifiedsdf

# M_CustomerModifiedBy
source: Modified By
de: Verändert von
fr: Modified Bysdf

# M_CustomerProviderId
source: Provider Id
de: Anbieter ID
fr: ProviderIdsdf

# M_CustomerReceiverId
source: Receiver Id
de: Empfänger ID
fr: Receiver Idsdf

# M_CustomerSenderId
source: Sender Id
de: Absender ID
fr: Sender Idsdf

# M_CustomerSFTPAddress
source: SFTP Address
de: SFTP Adresse
fr: SFTP Addresssdf

# M_CustomerSFTPPassword
source: SFTP Password
de: SFTP Passwort
fr: SFTP Passwordsdf

# M_CustomerSFTPUser
source: SFTP User
de: SFTP Benutzer
fr: SFTP Usersdf

# M_CustomerSToCorpID
source: ToCorpID
de: Corp ID
fr: ToCorpIDsdf

# M_CustomerStreetLine1
source: Street Line1
de: Straße Linie 1
fr: Street Line1sdf

# M_CustomerStreetLine2
source: Street Line2
de: Straße Linie 2
fr: Street Line2sdf

# M_VendorAddress
source: Address
de: Adresse
fr: Addresssdf

# M_VendorCompanyName
source: Company Name
de: Firmennamen
fr: Company Namesdf

# M_VendorContactNo
source: Contact No
de: Kontakt Nummer
fr: Contact Nosdf

# M_VendorContactPerson
source: Contact Person
de: Kontakt Person
fr: Contact Personsdf

# M_VendorProvider
source: Provider
de: Anbieter
fr: Providersdf

# M_VendorProvidingSSCC
source: Is Providing SSCC ?
de: L4 SSCC
fr: Providing SSCCsdf ?

# NotifyViewVendor
source: Vendor
de: Verkäufer
fr: Vendorsdf

source: Package Specification
de: Verpackung Spezifikation

# PackUnit
source: Package Unit
de: Verpackung Stellenanzahl

# ProductBundlingQTY
source: Bundling QTY
de: Bündel Menge
fr: Bundling QTYsdf

# ProductComposition
source: Composition
de: Zusammensetzung
fr: Compositionsdf

# ProductCreate
source: Create Product
de: Produkt erstellen
fr: Create Productsdf

# ProductDescription
source: Description
de: Beschreibung
fr: Descriptionsdf

# ProductDoseageForm
source: Dosage Form
de: Dosierungsform
fr: Dosage Formsdf

# ProductDoseusage
source: Dose usage
de: Dosis Anwendung
fr: Dose usagesdf

# ProductDrpSelectCountry
source: Select Country
de: Land auswählen
fr: Select Countrysdf

# ProductEditProduct
source: Edit Product :
de: Produkt bearbeiten :
fr: Edit Productsdf :

# ProductGenericName
source: Generic Name
de: generischer Name
fr: Generic Namesdf

# ProductImport
source: Import Products
de: Produkte Importieren
fr: Import Productssdf

# ProductImportDownloadSampleExcelFile
source: Download Sample Excel File
de: Sample Excel Datei herunterladen
fr: Download Sample Excel Filesdf

# ProductImportKindly
source: Kindly Provide The Product Excel File.
de: Bitte geben Sie die Produkt Excel Datei ab.
fr: Kindly provide the product excel filesdf.

# ProductImportProductsFile
source: Products File
de: Produkt Datei
fr: Products Filesdf

# ProductIndex
source: Products
de: Produkte
fr: Productssdf

# ProductIndexBtnCreateProduct
source: Create Product
de: Produkt erstellen
fr: Create Productsdf

# ProductInternalMaterialCode
source: Internal Material Code
de: Intern Material Code
fr: Internal Material Codesdf

# ProductIsActive
source: Is Active
de: Ist Aktiv?
fr: IsActivesdf

# ProductISH
source: ISH [ Inner Shipper]
de: Innerlicher Versandkarton
fr: ISH [ Inner Shipper]sdf

# ProductIsScheduledDrug
source: Is Scheduled Drug ?
de: Ist geplantes Medikament?
fr: Is Scheduled Drug sdf?

# ProductLabelFilter
source: Label Filter
de: Etikett Filter
fr: Label Filtersdf

# ProductLabelName
source: Label Name
de: Etikett Name
fr: Label Namesdf

# ProductMOC
source: MOC [ Mono Carton ]
de: Monokarton
fr: MOC [ Mono Carton ]sdf

# ProductMRP
source: MRP
de: Hochstpreisverordnung (MPR)
fr: MRPsdf

# ProductNationalDrugCode
source: National Drug Code
de: National Droge Code
fr: National Drug Codesdf

# ProductOBX
source: OBX [ Outer Box ]
de: Überkarton
fr: OBX [ Outer Box ]sdf

# ProductOSH
source: OSH [ Outer Shipper ]
de: äußere Versandkarton
fr: OSH [ Outer Shipper ]sdf

# ProductPAL
source: PAL [ Pallet ]
de: Palette
fr: PAL [ Pallet ]sdf

# ProductPCMAP
source: PC MAP
de: Verpackungseinheit
fr: PC MAPsdf

# ProductPPB
source: PPB [ Primary Pack Box ]
de: Primäre Pack Box (PPB)
fr: PPB [ Primary Pack Box ]sdf

# ProductPPN
source: PPN (Germany Compliance Field)
de: PPN (Das Deutsche Übereinstimmung Feld)
fr: PPNsdf

# ProductProductCode
source: Product Code
de: Produkt Code
fr: Product Codesdf

# ProductRemarks
source: Remarks
de: Bemerkungen
fr: Remarkssdf

# ProductType
source: Type
de: Typ
fr: Typesdf

# ProductVerification
source: Verify Products
de: Produkte überprüfen
fr: Verify Productssdf

# ProductVerificationBtnVerify
source: Verify
de: überprüfen
fr: Verifysdf

# ProviderCreate
source: Create Provider
de: Anbieter erstellen
fr: Create Providersdf

# ProviderMasterCreate
source: Provider Master
de: Anbieter Stammdaten
fr: Provider Mastersdf

# ReportsJobsBatchCreatedDate
source: Batch Created Date
de: Charge erstelltes Datum
fr: Batch Created Datesdf

# ReportsJobsBatchCreatedDateSearch
source: Search
de: Suche
fr: Searchsdf

# ReportsJobsBatches
source: Batches
de: Charge
fr: Batchessdf

# ReportsJobsBatchesBatch
source: Batch No
de: Chargennummer
fr: Batch #sdf

# ReportsJobsBatchesBatchQty
source: Batch Qty
de: Charge Menge
fr: Batch Qtysdf

# ReportsJobsBatchesBatchWithUID
source: Batch With UID
de: Charge mit UID
fr: Batch With UIDsdf

# ReportsJobsBatchesCreated
source: Created
de: Erstellt
fr: Createdsdf

# ReportsJobsBatchesPONumber
source: PO Number
de: Lohnfertigung Nummer
fr: PO Numbersdf

# ReportsJobsBatchesReports
source: Reports
de: Berichte
fr: Reportssdf

# ReportsJobsBatchesReportsBadUIDList
source: Bad UID List
de: Schlechte UID Liste
fr: Bad UID Listsdf

# ReportsJobsBatchesReportsBatchesRelatedInformation
source: Batches Related Information
de: Verwandter Charge Informationen
fr: Batches Related Informationsdf

# ReportsJobsBatchesReportsBatchwiseSSCC
source: Batch Wise SSCC
de: Chargeweise SSCC
fr: Batch wise SSCCsdf

# ReportsJobsBatchesReportsDecommissionedUID
source: Decommissioned UID
de: stillgelegt UID
fr: Decommissioned UIDsdf

# ReportsJobsBatchesReportsDetailedBatchInformation
source: Detailed Batch Information
de: Charge Detaillierte Informationen
fr: Detailed Batch Informationsdf

# ReportsJobsBatchesReportsDetailwithOperator
source: Detail with Operator
de: Detail mit dem Operator
fr: Detail with Operatorsdf

# ReportsJobsBatchesReportsOperatorStatistics
source: Operator Statistics
de: Operator Statistik
fr: Operator Statisticssdf

# ReportsJobsBatchesReportsParentChildRelationship
source: Parent Child Relationship
de: Parent-Child (Eltern-Kind) Beziehung
fr: Parent Child Relationshipsdf

# ReportsJobsBatchesReportsProductWise
source: Product Wise
de: Produktweise
fr: Product Wisesdf

# ReportsJobsBatchesReportsSummary
source: Summary
de: Zusammenfassung
fr: Summarysdf

# ReportsJobsBatchesReportsUIDList
source: UID List
de: UID Liste
fr: UID Listsdf

# ReportsJobsFilters
source: Filters
de: Filter
fr: Filtersdf

# ReportsJobsFiltersBatchName
source: Batch Name
de: Charge Name
fr: Batch Namesdf

# ReportsJobsFiltersBatchNumber
source: Batch Number
de: Chargennummer
fr: Batch Numbersdf

# ReportsJobsFiltersBatchStatus
source: Batch Status
de: Charge Status
fr: Batch Statussdf

# ReportsJobsFiltersDivisionCode
source: Division Code
de: Abteilung Code
fr: Division Codesdf

# ReportsJobsFiltersEXPDateWise
source: EXP Date Wise
de: Verfalldatumweise
fr: EXP Date Wisesdf

# ReportsJobsFiltersFrom
source: From
de: Von
fr: Fromsdf

# ReportsJobsFiltersLineCode
source: Line Code
de: Linie Code
fr: Line Codesdf

# ReportsJobsFiltersLocationCode
source: Location Code
de: Standort Code
fr: Location Codesdf

# ReportsJobsFiltersMFGDateWise
source: MFG Date Wise
de: Hergestellunges Datumweise
fr: MFG Date Wisesdf

# ReportsJobsFiltersProductName
source: Product Name
de: Produkt Name
fr: Product Namesdf

# ReportsJobsFiltersTo
source: To
de: Bis
fr: Tosdf

# ReportsJobsValues
source: Values
de: Werte
fr: Valuessdf

# ReportsJobsValuesBadCount
source: Bad Count
de: Schlechte Anzahl
fr: Bad Countsdf

# ReportsJobsValuesBarChart
source: Bar Chart
de: Balkendiagramm
fr: Bar Chartsdf

# ReportsJobsValuesBatchQuantity
source: Batch Quantity
de: Charge Menge
fr: Batch Quantitysdf

# ReportsJobsValuesBatchStats
source: Batch Stats
de: Tamper Statistik
fr: Batch Statssdf

# ReportsJobsValuesDecommissioned
source: Decommissioned
de: Stillgelegt
fr: Decommissionedsdf

# ReportsJobsValuesExpirydate
source: Expiry date
de: Verfalldatum
fr: Expiry datesdf

# ReportsJobsValuesGoodCount
source: Good Count
de: Gute Anzahl
fr: Good Countsdf

# ReportsJobsValuesManufacturingdate
source: Manufacturing Date
de: Herstellungsdatum
fr: Manufacturing datesdf

# ReportsJobsValuesPieChart
source: Pie Chart
de: Kreisgrafik
fr: Pie Chartsdf

# ReportsJobsValuesProductName
source: Product Name
de: Produkt Name
fr: Product Namesdf

# ReportsTrailsFrom
source: From
de: Von
fr: Fromsdf

# ReportsTrailsLine
source: Line
de: Linie
fr: Linesdf

# ReportsTrailsLineTrails
source: Line Trails
de: Linien Trail
fr: Line Trailssdf

# ReportsTrailsServerTrails
source: Server Trails
de: Server Trail
fr: Server Trailssdf

# ReportsTrailsTo
source: To
de: Zu
fr: Tosdf

# ReportsTrailsViewReport
source: View Report
de: Zeige Bericht
fr: View Reportsdf

# RolesActivation
source: Activate and Deactivate Role
de: Funktion aktivieren und deaktivieren Funktion
fr: Activate and Deactivate Rolesdf

# RolesActivationIsActive
source: Is Active
de: Aktiv?
fr: Is Activesdf

# RolesCreate
source: Create Role
de: Funktion erstellen
fr: Create Rolesdf

# RolesCreatePermissions
source: Permissions
de: Ergebnisse
fr: Permissionssdf

# RolesEdit
source: Edit Role
de: Funktion bearbeiten
fr: Edit Rolesdf

# RolesIndex
source: Roles
de: Funktionen
fr: Rolesdf

# RolesIndexAction
source: Action
de: Aktion
fr: Actionsdf

# RolesIndexBtnCreate
source: Create Role
de: Funktion erstellen
fr: Create Rolesdf

# RolesIndexIsActive
source: Is Active ?
de: Aktiv ?
fr: Is Activesdf ?

# RptAuditTrail
source: Audit Trail Report
de: Audit Trail Bericht
fr: Audit Trail Reportsdf

# RptAuditTrailMessage
source: Message
de: Nachricht
fr: Messagesdf

# RptAuditTrailServerSideTrail
source: Server Side Trail
de: Server Seite Trail
fr: Server Side Trailsdf

# RptAuditTrailTime
source: Time
de: Zeit
fr: Timesdf

# RptAuditTrailUserType
source: User Type
de: Benutzer Typ
fr: User Typesdf

# RptAudtTrilLineSideTrail
source: Line Side Trail
de: Client Applikation Trail
fr: Line Side Trailsdf

# RptAutoBatchClose
source: Auto Batch Close
de: Automatische Charge schließen
fr: Auto Batch Closesdf

# RptAvailableSerialNumber
source: Available Serial Number
de: Verfügbare UID
fr: Available Serial Numbersdf

# RptBadUIDList
source: Bad UID List
de: Schlechte UID Liste
fr: Bad UID Listsdf

# RptBadUIDListEXP
source: EXP
de: Verfalldatum
fr: EXPsdf

# RptBadUIDListGrade
source: Grade
de: Grad
fr: Gradesdf

# RptBadUIDListLine1
source: Line1
de: Linie 1
fr: Line1sdf

# RptBadUIDListLine10
source: Line10
de: Linie 10
fr: Line10sdf

# RptBadUIDListLine2
source: Line2
de: Linie 2
fr: Line2sdf

# RptBadUIDListLine3
source: Line3
de: Linie 3
fr: Line3sdf

# RptBadUIDListLine4
source: Line4
de: Linie 4
fr: Line4sdf

# RptBadUIDListLine5
source: Line5
de: Linie 5
fr: Line5sdf

# RptBadUIDListLine6
source: Line6
de: Linie 6
fr: Line6sdf

# RptBadUIDListLine7
source: Line7
de: Linie 7
fr: Line7sdf

# RptBadUIDListLine8
source: Line8
de: Linie 8
fr: Line8sdf

# RptBadUIDListLine9
source: Line9
de: Linie 9
fr: Line9sdf

# RptBadUIDListLOT
source: LOT
de: Los
fr: LOTsdf

# RptBadUIDListMFG
source: MFG
de: Herstellungsatum
fr: MFGsdf

# RptBatchDtlWOpr
source: Batch Details With Operator
de: Charge Details mit dem Operator
fr: Batch Details With Operatorsdf

# RptBatchSSCCReport
source: Batch SSCC Report
de: Charge SSCC Bericht
fr: Batch SSCC Reportsdf

# RptBatchSummary
source: Batch Summary
de: Charge Zusammenfassung
fr: Batch Summarysdf

# RptcmnBadItems
source: Bad Items
de: Schlechter Artikel
fr: Bad Itemssdf

# RptcmnChallengeTest
source: Challenge Test
de: Funktionsüberprüfung
fr: Challenge Testsdf

# RptcmnCreatedBy
source: Created By
de: Erstellt von
fr: Created Bysdf

# RptcmnCustomerName
source: Customer Name
de: Kunden Name
fr: Customer Namesdf

# RptcmnDecommissioned
source: Decommissioned
de: Stillgelegt
fr: Decommissionedsdf

# RptcmnEXPDate
source: EXP Date
de: Verfalldatum
fr: EXP Datesdf

# RptcmnGood
source: Good
de: Gut
fr: Goodsdf

# RptcmnGoodItems
source: Good Items
de: Guter Artikel
fr: Good Itemssdf

# RptcmnGTINTertiary
source: GTIN Tertiary
de: GTIN Tertiär
fr: GTIN Tertiarysdf

# RptcmnJobType
source: Batch Type
de: Charge Typ
fr: Batch Typesdf

# RptcmnMFGDate
source: MFG Date
de: Herstellungsdatum
fr: MFG Datesdf

# RptcmnNotVerified
source: Not Verified
de: Nicht geprüft
fr: Not Verifiedsdf

# RptcmnPackagingDate
source: Packaging Date
de: Verpackungs Datum
fr: Packaging Datesdf

# RptcmnPerofRejection
source: % of Rejection
de: % Auswurf
fr: % of Rejectionsdf

# RptcmnProductGTIN
source: Product GTIN
de: Produkt GTIN
fr: Product GTINsdf

# RptcmnQty
source: Qty
de: Menge
fr: Qtysdf

# RptcmnReason
source: Reason
de: Grund
fr: Reasonsdf

# RptcmnRejected
source: Rejected
de: Abgelehnt
fr: Rejectedsdf

# RptcmnRequestedOn
source: Requested On
de: Angefordert am
fr: Requested Onsdf

# RptcmnSerialNumber
source: Serial Number
de: UID
fr: Serial Numbersdf

# RptcmnSrNo
source: Sr. No
de: Seriennummer
fr: Sr. Nosdf

# RptcmnSSCCVerification
source: SSCC Verification
de: SSCC Verifizierung
fr: SSCC Verificationsdf

# RptcmnSurplusQty
source: Surplus Qty
de: plus Menge
fr: Surplus Qtysdf

# RptcmnTotalCartons
source: Total Cartons
de: Total Kartons
fr: Total Cartonssdf

# RptcmnTotalItems
source: Total Items
de: Total Artikel
fr: Total Itemssdf

# RptcmnVerifiedBy
source: Verified By
de: geprüft von
fr: Verified Bysdf

# RptDecommissionedUIDList
source: Decommissioned UID List
de: stillgelegte UID Liste
fr: Decommissioned UID Listsdf

# RptDetailBatchInformation
source: Detail Batch Information
de: Detaillierte Charge Informationen
fr: Detail Batch Informationsdf

# RptDetailBatchReport
source: Detail Batch Report
de: Detaillierte Charge Bericht
fr: Detail Batch Reportsdf

# RptDetailedJobInfoNoRead
source: No Read
de: nicht lesen
fr: No Readsdf

# RptGTINWiseAvailableTracelinkSerialNumber
source: GTIN Wise Available Tracelink Serial Number
de: GTIN weise ist Tracelink UID verfügbar
fr: GTIN Wise Available Tracelink Serial Numbersdf

# RptJobBad
source: Bad
de: Schlecht
fr: Badsdf

# RptJobBatchStats
source: Batch Stats
de: Tamper Statistik
fr: Batch Statssdf

# RptJobFilterSelectBatch
source: Select Batch
de: Charge auswählen
fr: Select Batchsdf

# RptJobFilterSelectDivision
source: Select Division
de: Abteilung auswählen
fr: Select Divisionsdf

# RptJobFilterSelectLine
source: Select Line
de: Linie auswählen
fr: Select Linesdf

# RptJobFilterSelectLocation
source: Select Location
de: Standort auswählen
fr: Select Locationsdf

# RptJobFilterSelectPlant
source: Select Plant
de: Plant auswählen
fr: Select Plantsdf

# RptJobFilterSelectProduct
source: Select Product
de: Produkt auswählen
fr: Select Productsdf

# RptJobFilterSelectStatus
source: Select Status
de: Status auswählen
fr: Select Statussdf

# RptOprStats
source: Operator Statistics
de: Operator Statistik
fr: Operator Statisticssdf

# RptPCRelationships
source: Parent-Child Relationships
de: Parent-Child (Eltern-Kind) Beziehung
fr: Parent-Child Relationshipssdf

# RptProductDetailsReport
source: Product Details Report
de: Produkt Details Bericht
fr: Product Details Reportsdf

# RptProductWise
source: Product Wise Report
de: Produktweise Bericht
fr: Product Wise Reportsdf

# RptTracelinkRequestReport
source: Tracelink Request Report
de: Tracelink Anfrage Bericht
fr: Tracelink Request Reportsdf

# RptTrailLine
source: Line side Trail
de: Linie Seite Trail
fr: Line side Trailsdf

# RptTrailServer
source: Server Side Trail
de: Server Seite Trail
fr: Server Side Trailsdf

# RptUidSearchBy
source: Search By
de: Suchen nach

# RptUidSelect
source: Select
de: Auswählen
fr: Selectsdf

# RptUidUIDORSSCCDETAILS
source: UID OR SSCC DETAILS
de: UID oder SSCC Details
fr: UID OR SSCC DETAILSsdf

# RptUidValBatchDetail
source: Batch Details
de: Charge Details
fr: Batch Detailssdf

# RptUidValBPRCode
source: PO Number
de: Lohnfertigung Nummer
fr: PO Numbersdf

# RptUidValCaseNo
source: Case No
de: Karton Nummer
fr: Case Nosdf

# RptUidValChildCodes
source: Child Codes
de: Child (Kind) Codes
fr: Child Codessdf

# RptUidValFailureReason
source: Failure Reason
de: Fehler Grund
fr: Failure Reasonsdf

# RptUidValInspectionSet
source: Inspection Set
de: Inspektion Set
fr: Inspection Setsdf

# RptUidValJobWithUID
source: Batch With UID
de: Charge mit UID
fr: Batch With UIDsdf

# RptUidValPackagingType
source: Packaging Type
de: Verpackung Typ
fr: Packaging Typesdf

# RptUidValPackingDate
source: Packing Date
de: Verpackungsdatum
fr: Packing Datesdf

# RptUidValParentCode
source: Parent Code
de: Eltern Codes
fr: Parent Codesdf

# RptUidValProductSSCCDetails
source: Product SSCC Details
de: Produkt SSCC Details
fr: Product SSCC Detailssdf

# RptUidValProductUIDDetails
source: Product UID Details
de: Produkt UID Details
fr: Product UID Detailssdf

# RptUidValSSCCVerifedStatus
source: SSCC Verifed Status
de: SSCC geprüft Status
fr: SSCC Verifed Statussdf

# RptUserDeactivatedDate
source: Deactivated Date
de: Deaktivierte Datum
fr: Deactivated Datesdf

# RptUserReport
source: User Report
de: Benutzer Bericht
fr: User Reportsdf

# RptUserRoleName
source: Role Name
de: Funktion Name
fr: Role Namesdf

source: Saudi Drug Code
de: Saudi Droge Code
fr: Saudi Drug Codesdf

# SetPasswordChangePassword
source: Change Password
de: Passwort ändern
fr: Change Passwordsdf

# SetPasswordConfirmNewPassword
source: Confirm New Password
de: Neues Passwort bestätigen
fr: Confirm New Passwordsdf

# SetPasswordKindlysetpassword
source: Kindly Set a New Password.
de: Bitte neues Passwort festlegen
fr: Kindly set a new passwordsdf.

# SetPasswordNewPassword
source: New Password
de: Neues Passwort
fr: New Passwordsdf

# SettingsCompanyCode
source: Company Code
de: Firma Code
fr: Company Codesdf

# SettingsDataBaseBackup
source: DataBase BackUp
de: Datenbank Backup
fr: DataBase BackUpsdf

# SettingsEditCompanyInfo
source: Edit Company Info
de: Firma Information bearbeiten
fr: Edit Company Infosdf

# SettingsIndexCompanyInfo
source: Company Details
de: Firma Details
fr: Company Detailsadf

# SettingsIndexCompanyInfoAddress
source: Address
de: Adresse
fr: Addressadf

# SettingsIndexCompanyInfoCompanyName
source: Company Name
de: Firmennamen
fr: Company Nameadf

# SettingsLicense
source: License
de: Lizenz
fr: Licensesdf

# SettingsLicenseAgency
source: License Agency
de: Lizenz Agentur
fr: License Agencysdf

# SettingsLicenseState
source: License State
de: Lizenz Staat
fr: License Statesdf

# showMessageSetPasswordConfirmPassword
source: Please Provide Confirm Password.
de: Bitte geben Sie ein bestätigtes Passwort ein.
fr: Please Provide Confirm Passwordsdf

# showMessageSetPasswordProvidePassword
source: Please Provide Password.
de: Bitte geben Sie das Passwort ein.
fr: Please Provide Passwordsdf

# showMsgCustomerCreateAddress
source: Please Provide Address.
de: Bitte geben die Adresse ein.
fr: Please Provide Addresssdf

# showMsgCustomerCreateCompanyName
source: Please Provide Company Name.
de: Bitte geben Sie die Firmennamen ein.
fr: Please Provide Company Namesdf

# showMsgCustomerCreateContactNumber
source: Please Provide Contact Number.
de: Bitte geben Sie Kontaktnummer ein.
fr: Please Provide Contact Numbersdf
