Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# ShwMsgJobServiceCareatRestoreDb
source: Create Restore Db Request
de: Wiederherstellen Datenbank Anfrage erstellen
fr: Create Restore Db Requestsdf

# ShwMsgJobServiceNotVerifed
source: : not verfied
de: nicht geprüft
fr: : not verfiedsdf

# ShwMsgJobServiceRestoreDbREq
source: Verify Restore Db Request
de: Wiederherstellen Datenbank Anfrage überprüfen
fr: Verify Restore Db Requestsdf

# ShwMsgJobServiceRestoreDbREqGerated
source: Restore DB Request generated
de: Wiederherstellen Datenbank Anfrage generiert
fr: Restore DB Request generatedsdf

# ShwMsgJobServiceRestoredbreqquest
source: Restore Database Request
de: Wiederherstellen Datenbank Anfrage
fr: Restore Database Requestsdf

# ShwMsgJobServiceVerifyAddBatchQty
source: Verify Additional Batch Quantity
de: Zusätzliche Menge der Charge überprüfen
fr: Verify Additional Batch Quantitysdf

# ShwMsgLblLytDsgSelectDpi
source: Please Select Dpi
de: Bitte wählen Sie DPI aus
fr: Please Select Dpisdf

# ShwMsgLblLytDsgSelectDteFormat
source: Please Select Date Format
de: Bitte wählen das Datum Format aus
fr: Please Select Date Formatsdf

# ShwMsgLblLytDsgSelectFont
source: Please Select Font
de: Bitte wählen Sie Schriftart aus
fr: Please Select Fontsdf

# ShwMsgLblLytDsgSelectOrientation
source: Please Select Orientation
de: Bitte wählen Sie Orientierung aus
fr: Please Select Orientationsdf

# ShwMsgLblLytDsgSelectZPLFont
source: Please Select ZPL Font
de: Bitte wählen ZPL-Schriftart aus
fr: Please Select ZPL Fontsdf

# ShwMsgLblLytIndexNewFileDiffernt
source: New file name should be different from Orignal
de: Der neue Dateiname sollte sich von Orignal unterscheiden
fr: New file name should be different from Orignalsdf

# ShwMsgLblLytIndexSelecLayout
source: Please Select Layout Recipe
de: Bitte wählen das Layout Rezept aus
fr: Please Select Layout Recipesdf

# ShwMsgLblLytIndexSelecPaperSize
source: Please Select Paper Size
de: Bitte wählen Papier Größe aus
fr: Please Select Paper Sizesdf

# ShwMsgLineNotActive
source: Not Active !
de: Nicht aktiv

# ShwMsgRptDavaStatusSelectReportType
source: Please Select Report Type!
de: Bitte wählen den Berichts Typ aus
fr: Please Select Report Type!sdf

# ShwMsgRptDavaStatusSelectUsrStatus
source: Please Select User Status !
de: Bitte wählen den Benutzer Status aus
fr: Please Select User Status !sdf

# ShwMsgRptEPCISSerchEnterUID
source: Please Enter UID
de: Bitte geben Sie die UID ein.
fr: Please Enter UIDsdf

# ShwMsgRussiaEnterCtrlid
source: Please enter control_id
de: Bitte geben Sie control_ID ein.
fr: Please enter control_idsdf

# ShwMsgRussiaEnterPackgingid
source: Please enter packing_id
de: Bitte geben Sie packing_ID ein.
fr: Please enter packing_idsdf

# ShwMsgRussiaEnterSellerid
source: Please enter seller_id
de: Bitte geben Sie seller_ID ein.
fr: Please enter seller_idsdf

# ShwMsgRussiaEnterSerisNo
source: Please enter series_number
de: Bitte geben Sie die Seriennummer ein.
fr: Please enter series_numbersdf

# ShwMsgRussiaEnterSubId
source: Please enter subject_id
de: Bitte geben Sie subject_ID ein.
fr: Please enter subject_idsdf

# ShwMsgRussiaEntrContractType
source: Please enter contract_type
de: Bitte geben Sie contract_Typ ein.
fr: Please enter contract_typesdf

# ShwMsgRussiaEntrCustReceiverId
source: Please enter custom_receiver_id
de: Bitte geben Sie custom_receiver_ID ein.
fr: Please enter custom_receiver_idsdf

# ShwMsgRussiaEntrDocDate
source: Please select doc_date
de: Bitte wählen Sie doc_date
fr: Please select doc_datesdf

# ShwMsgRussiaEntrDocNum
source: Please enter doc_num
de: Bitte geben Sie doc_num ein.
fr: Please enter doc_numsdf

# ShwMsgRussiaEntrOrientationType
source: Please enter operation_type
de: Bitte geben Sie operation_Typ ein.
fr: Please enter operation_typesdf

# ShwMsgRussiaEntrReceivrId
source: Please enter receiver_id
de: Bitte geben Sie receiver_ID ein.
fr: Please enter receiver_idsdf

# ShwMsgRussiaEntrShipperId
source: Please enter shipper_id
de: Bitte geben Sie Versandkarton_ID ein
fr: Please enter shipper_idsdf

# ShwMsgRussiaSelectFileType
source: Please Select File Type
de: Bitte wählen Sie den Datei Typ
fr: Please Select File Typesdf

# ShwMsgRussiaSelectOprtionDte
source: Please Select operation_date
de: Bitte wählen Sie operation_date
fr: Please Select operation_datesdf

# ShwMsgRussiaSelectsscc
source: Please Select SSCC
de: Bitte SSCC auswählen
fr: Please Select SSCCsdf

# ShwMsgServerAs2SendUplodEpcisfle
source: Please Upload EPCIS File
de: Bitte laden Sie die EPCIS-Datei hoch
fr: Please Upload EPCIS Filesdf

# ShwMsgTracelinkUnabletoConnect
source: Unalbe To Connect Tracelink Server
de: Verbindung zum Tracelink-Server kann nicht hergestellt werden
fr: Unalbe To Connect Tracelink Serversdf

# SOMCreateReturnInCountry
source: Return - In Country
de: Rückkehr - In Land
fr: Return - In Countrysdf

# SOMCreateRporExport
source: Return - Export
de: Rückgabe - Export
fr: Return - Exportsdf

# SOMCreateSaleExpo
source: Sale - Export
de: Verkauf - Export
fr: Sale - Exportsdf

# SOMCreateSaleInCountry
source: Sale - In Country
de: Verkauf - In Land
fr: Sale - In Countrysdf

# SOMCreateSelectOne
source: Select one
de: Wähle eins
fr: Select onesdf

# SOMCreateTransferExpo
source: Transfer - Export
de: Übertragen - Exportieren
fr: Transfer - Exportsdf

# SOMCreateTransferInCountry
source: Transfer - In Country
de: Überweisung - In Land
fr: Transfer - In Countrysdf

# TempDataAccountDays
source: days
de: Tage
fr: dayssdf

# TempDataAccountPwdExpireIn
source: Password will expire in
de: Das Passwort läuft in ab
fr: Password will expire insdf

# TempDataAccountPwdReset
source: Password reset successfully
de: Passwort erfolgreich zurückgesetzt
fr: Password reset successfullysdf

# TempDataEPCISAllUpdated
source: ALL UPDATED
de: Alles aktualisiert
fr: ALL UPDATEDsdf

# TempDataEPCISForBatch
source: for Batch :
de: für Charge:

# TempDataEPCISGeneratedSuccss
source: Generated Successfully
de: Erfolgreich generiert
fr: Generated Successfullysdf

# TempDataEPCISRecordsUpdated
source: RECORDS UPDATED
de: Rekord aktualisiert
fr: RECORDS UPDATEDsdf

# TempDataExporterCSVFile
source: CSV file downloaded Successfully
de: CSV-Datei erfolgreich heruntergeladen
fr: CSV file downloaded Successfullysdf

# TempDataExporterSerialNoImpo
source: serial numbers imported !
de: UIDs importiert.

# TempDataExporterSerialNoImpoGTIN
source: serial numbers imported for GTIN
de: UIDs für GTIN importiert
fr: serial numbers imported for GTINsdf

# TempDataImporterChooseCSVFile
source: Please Choose CSV file
de: Bitte wählen Sie eine CSV-Datei aus
fr: Please Choose CSV filesdf

# TempDataImporterDuplicateUiD
source: Duplicate UID Found File Cannot Be Imported
de: Doppelte UID gefundenen, Datei kann nicht importiert werden
fr: Duplicate UID Found File Cannot Be Importedsdf

# TempDataImporterFileNotSupported
source: This file format is not supported
de: Dieses Datei Format wird nicht unterstützt
fr: This file format is not supportedsdf

# TempDataImporterProvideGTINnCust
source: Please Provide GTIN AND Customer
de: Bitte geben Sie GTIN UND Kunden ein.
fr: Please Provide GTIN AND Customersdf

# TempDataImporterUidCouldNotImpoGTIN
source: UID Could Not Be Imported For GTIN
de: UID konnte für die GTIN nicht importiert werden
fr: UID Could Not Be Imported For GTINsdf

# TempDataImporterUidImpoGTIN
source: UIDs Imported Successfully for GTIN
de: UIDs erfolgreich für die GTIN importiert
fr: UIDs Imported Successfully for GTINsdf

# TempDataImportXmlChooseFiletoUplod
source: Please choose file that has to be uploaded
de: Bitte wählen Sie die Datei zu hochgeladen aus
fr: Please choose file that has to be uploadedsdf

# TempDataImportXmlDataNotFound
source: Data Not Found
de: Daten nicht gefunden
fr: Data Not Foundsdf

# TempDataImportXmlErrorCreatingXml
source: Error Creating XML
de: Fehler während generierend XML
fr: Error Creating XMLsdf

# TempDataImportXmlFileDoesNtExist
source: File Does Not Exist
de: Datei nicht existiert
fr: File Does Not Existsdf

# TempDataImportXmlFileDownloadedSuccess
source: File Downloaded Successfully
de: Datei erfolgreich heruntergeladen
fr: File Downloaded Successfullysdf

# TempDataImportXmlFileNotFound
source: Files Not Found
de: Datei nicht gefunden
fr: Files Not Foundsdf

# TempDataImportXmlInvalidData
source: Invalid Data
de: Ungültigen Daten
fr: Invalid Datasdf

# TempDataImportXmlUidImportedalredy
source: UIDs are already Imported
de: UIDs sind bereits importiert
fr: UIDs are already Importedsdf

# TempDataImportXmlUidImportedSuccessfully
source: UIDs Imported Successfully
de: UIDs erfolgreich importiert
fr: UIDs Imported Successfullysdf

# TempDataImportXmlUidSeriesExistAlredy
source: UID Series Already Exist
de: UID Serie bereits existiert
fr: UID Series Already Existsdf

# TempDataImportXmlUploadFileSuccess
source: File uploaded successfully
de: Datei erfolgreich hochgeladen
fr: File uploaded successfullysdf

# TempDataJobAddBatchQty
source: Additional Batch Quantity Transfered To Line
de: Zusätzliche Charge Menge zur Linie übertragen
fr: Additional Batch Quantity Transfered To Linesdf

# TempDataJobAddBatchQtyReq
source: Addition Batch Quantity Request Generated Successfully
de: Zusätzliche Charge Menge Anfrage erfolgreich generiert
fr: Addition Batch Quantity Request Generated Successfullysdf

# TempDataJobBatchNotExit
source: Batch Does Not Exist On Line
de: Charge auf die linie nicht existiert
fr: Batch Does Not Exist On Linesdf

# TempDataJobBatchNotVerification
source: Batch not verified
de: Charge nicht geprüft
fr: Batch not verifiedsdf

# TempDataJobBatchVerificationFailed
source: batch verification failed due to Server to Line connection interruption.Please Verify the batch again
de: Die Verifizierung der Charge ist aufgrund einer Unterbrechung der Verbindung zwischen Server und Linie fehlgeschlagen. Überprüfen Sie die Charge erneut
fr: batch verification failed due to Server to Line connection interruption.Please Verify the batch againsdf

# TempDataJobCannotDeletVerifiedBatch
source: Cannot delete the verified batch !
de: Verifizierte Charge kann nicht gelöscht werden

# TempDataJobInvalidFilter
source: Invalid Filter
de: Ungültiger Filter
fr: Invalid Filtersdf

# TempDataJobInvalidLblName
source: Invalid Label Name
de: Ungültiger Etikett Name
fr: Invalid Label Namesdf

# TempDataJobProductApplicator
source: Product Applicator Setting Exist on Line
de: Produkt Applikator Einstellungen auf die Produktion Linie sind verfügbar
fr: Product Applicator Setting Exist on Linesdf

# TempDataJobProductGlueSetting
source: Product Glue Settings Exist On Line
de: Produkt Kleber Einstellungen auf die Linie sind verfügbar
fr: Product Glue Settings Exist On Linessdf

# TempDataJobReqAddBatchQty
source: Request Additional Batch Quantity for line
de: Anfrage zusätzliche Charge Menge für die Produktion Linie
fr: Request Additional Batch Quantity for linesdf

# TempDataJobSucessfully
source: successfully
de: Erfolgreich
fr: successfullysdf

# TempDataJobTransferbothusers
source: Transfer done for both users
de: Übertragung für beide Benutzer durchgeführt
fr: Transfer done for both userssdf

# TempDataJobUidAvailble
source: UIDs are available
de: UIDs sind verfügbar
fr: UIDs are availablesdf

# TempDataJobUidNotAvailble
source: UID Not Available
de: UID ist nicht verfügbar
fr: UID Not Availablesdf

# TempDataJobUidNotGeneratedBatch
source: Uid not generated for batch
de: UID nicht für Charge generiert
fr: Uid not generated for batchsdf

# TempDataJobUserDeletedBatch
source: USER HAS DELETED BATCH:
de: Benutzer hat Charge gelöscht:

# TempDataKopranEpcisDatacantnotImpo
source: Data Cannot Be Imported
de: Daten können nicht importiert werden
fr: Data Cannot Be Importedsdf

# TempDataLblLytDsgSuccSaved
source: Successfully saved !
de: Erfolgreich gespeichert.

# TempDataPrintNotConnected
source: Printer Not Connected
de: Drucker nicht verbunden.
fr: Printer Not Connectedsdf

# TempDataProductNotVerified
source: Product not verified
de: Produkt nicht geprüft
fr: Product not verifiedsdf

# TempDataReceiverAlredyFileSync
source: Already File synced !
de: Datei bereits synchronisiert

# TempDataReceiverCanntUploadFile
source: Cannot upload the file. Because acknoledegement not received !
de: Datei kann nicht hochgeladen werden, weil die Anerkennung nicht empfangen hat.

# TempDataReceiverDataSyncSucc
source: Data synced Successfully !
de: Daten erfolgreich synchronisiert.

# TempDataReceiverFileSuccessfullySync
source: File successfully Synced. File name :
de: Datei erfolgreich synchronisiert. Dateiname :

# TempDataReceiverInvalidFile
source: Invalid File !
de: Ungültige Datei

# TempDataReceiverInvalidJob
source: Invalid Job !
de: Ungültiger Charge

# TempDataReceiverInvalidKy
source: Invalid Key !
de: Ungültige Key

# TempDataReceiverInvalidProduct
source: Invalid Product !
de: Ungültiges Produkt

# TempDataReceiverInvalidReq
source: Invalid Request !
de: Ungültige Anfrage

# TempDataReceiverInvalidXmlFile
source: Invalid XML file !
de: Ungültige XML Datei

# TempDataReceiverIssuesSavData
source: Issues in saving the data !
de: Probleme beim Speichern der Daten

# TempDataReceiverNoDtaAvailblIn
source: No Data Available In
de: Kein Daten verfügbar in

# TempDataReceiverNoFileFound
source: No Files Found !
de: Keine Dateien gefunden

# TempDataReceiverUnsupportedMediaType
source: Unsupported Media Type !
de: ungestützt Medien Typ

# TempDataReqPrintrorPort
source: Requied PrinterIp or PortNumber
de: Erforderliche DrückerIP oder Port Nummer
fr: Requied PrinterIp or PortNumbersdf

# TempDatarequiredNoofUidalredyExist
source: Required number of UID already exists
de: Erforderliche UID-Nummer ist bereits vorhanden
fr: Required number of UID already existssdf

# TempDataRFXLServerError
source: RFXL Server Error :
de: RFXCEL Server Fehler :

# TempDataRpProductDetailRpt
source: Product Detail Report
de: Produkt Detail Bericht

# TempDataRptAvalblTracSerialNorpt
source: Available Tracelink Serial Number Report
de: Tracelink UID ist verfügbar

# TempDataRptBadUidListReport
source: Bad UID List Report
de: Schlecht UID Liste Bericht

# TempDataRptDecommUidListReport
source: Decommision Uid List Report
de: Stillegente UID Liste Bericht

# TempDataRptDetailBatchReport
source: Detail Batch Report
de: Detail Charge Bericht

# TempDataRptDetailedBatchInfoReport
source: Detail Batch Information Report
de: Detail Charge Information Bericht

# TempDataRptDetailwthOpratorReport
source: Detail With Operator Report
de: Detail mit dem Operator Bericht

# TempDataRptDownloadProdwisereport
source: Downloaded Product Wise Report
de: Heruntergeladen produktweise Bericht
fr: Downloaded Product Wise Reportsdf

# TempDataRptDownloadSummaryReport
source: Downloaded Summary Report
de: Heruntergeladene Zusammenfassung Bericht
fr: Downloaded Summary Reportsdf

# TempDataRptErrorInval
source: Error / Invalid !
de: Fehler / ungültig

# TempDataRptInvalidDates
source: Invalid Dates
de: Ungültigen Daten

# TempDataRptInvalidjb
source: Invalid Job
de: Ungültig Charge

# TempDataRptOpratorStatReport
source: Operator Statistic Report
de: Operator Statistik Bericht

# TempDataRptParentChldRelationReport
source: Parent Child Relationship Report
de: Parent - Child Beziehung Bericht

# TempDataRptSummReport
source: Summary Report
de: Zusammenfassender Bericht

# TempDataRptUidListReport
source: UID List Report
de: UID Liste Bericht

# TempDataRptUidValReport
source: Uid Validation Report
de: UID Validierung Bericht

# TempDataRptUsrDetailReport
source: User Details Report
de: Benutzer Details Bericht

# TempDataRussiaNodatafound
source: No Data Found to Generate
de: Kein Daten gefunden zu generieren
fr: No Data Found to Generatesdf

# TempDataServerAs2AccrossError
source: came accross an error during uploading a file to AS2 Server. Error message :
de: Beim Hochladen einer Datei auf AS2 Server ist ein Fehler aufgetreten. Fehlermeldung :

# TempDataServerAs2UploadedFile
source: Uploaded file to AS2 server :
de: Hochgeladene Datei zum AS2-Server:

# TempDataServiceInvalidBatchInfo
source: Invalid Batch Info !
de: Ungültige Charge Informationen

# TempDataServiceInvalidDtaAcq
source: Already Data Acquired !
de: Bereits erfasste Daten

# TempDataServiceInvalidExpDt
source: Invalid Exp Date !
de: Ungültiges Verfalldatum

# TempDataServiceInvalidKey
source: Invalid Service Key !
de: Ungültiger Serviceschlüssel

# TempDataServiceInvalidMfgDt
source: Invalid Mfg Date !
de: Ungültiges Herstellungsdatum

# TempDataServiceInvalidReqWthJbId
source: Invalid Request! Kindly check the Service Key and the Job Id
de: Ungültige Anfrage .Bitte überprüfen Sie den Serviceschlüssel und die Job-ID

# TempDataServiceInvalidWaitingForAck
source: Waiting for acknowledgement !
de: Warten auf Bestätigung

# TempDataServiceInvalProductDetls
source: Invalid Product Details !
de: Ungültige Produkt Details

# TempDataServiceSuccess
source: Success !
de: Erfolg

# TempDataTrabsferBatchtoGloble
source: Transfer Batch To Gloabl Server
de: Charge auf den Gloabl Server übertragen
fr: Transfer Batch To Gloabl Serversdf

# TempDataTracerFailureOCcuredAdministrator
source: Failure occured ! Please try again later, if problem persist contact Administrator.
de: Fehler aufgetreten. Bitte wiederholen. Wenn das Problem auftreten, wenden Sie sich an den Administrator.

# TempDataTracerSuccessFullyTransfertoGloble
source: Successfully Transferd to Global Server.
de: Erfolgreich auf Global Server übertragen.
fr: Successfully fransferd to Global Server.

# toastrCustomerCreateError
source: Error occured while loading data
de: Fehler aufgetreten beim Laden der Daten ein
fr: Error occured while loading datasdf

# toastrExporterIndexNopkgTypecodeforbth
source: No Package Type Code for Batch Name
de: Kein Verpackung Typ Code für die Charge Name
fr: No Package Type Code for Batch Namesdf

# toastrExporterIndexProvideBatchNme
source: Please Provide Batch Name
de: Bitte geben Sie die Charge Name ein.
fr: Please Provide Batch Namesdf

# toastrJobCreateAdditionBatchQtyforBatchName
source: Please Verify The Previous Request Made For The Addtional Batch Quantity For Batch Name
de: Bitte überprüfen Sie die vorherige Anfrage für die zusätzliche Charge Menge für die Charge Name
fr: Please Verify The Previous Request Made For The Addtional Batch Quantity For Batch Namesdf

# toastrJobCreateSelectFGCode
source: Please select FG Code
de: Bitte wählen Sie FG Code aus
fr: Please select FG Codesdf

# toastrJobCreateUIDNotGenerated
source: Country Type UID cannot be generated form
de: Ländertyp UID kann nicht generiert werden für
fr: Country Type UID cannot be generated formsdf

# toastrLblLytDsgNoData
source: No Data
de: Keine Daten
fr: No Datasdf

# toastrProductCreateDuplicateNTINntallwd
source: Duplicate NTIN Not Allowed
de: Doppelte NTIN nicht erlaubt
fr: Duplicate NTIN Not Allowedsdf

# toastrProductCreateEnterFileName
source: Please Enter file Name
de: Bitte geben Sie den Datei Name ein.
fr: Please Enter file Namesdf

# toastrProductCreateFeacn10digits
source: Feacn should be 10 digits
de: FEACEN sollte 10 sein Stellenanzahl
fr: Feacn should be 10 digitssdf

# toastrProductCreateGTIN14digits
source: GTIN should be 14 digit
de: Die GTIN sollte 14 Stellenanzahl sein
fr: GTIN should be 14 digitsdf

# toastrProductCreateInvalidGtin
source: Invalid GTIN. Please Provide Valid NTIN For
de: Ungültige GTIN. Bitte geben Sie eine gültige NTIN für ein.
fr: Invalid GTIN. Please Provide Valid NTIN Forsdf

# toastrProductCreateInvalidNtin14digits
source: Invalid NTIN. It should Be 14 Digit
de: Ungültige NTIN. Es sollte 14 Stellenanzahl sein
fr: Invalid NTIN. It should Be 14 Digitsdf

# toastrProductImportNoProToUpld
source: No Product Provided to Upload
de: Kein Produkt bereitsgestellt zu hochladen
fr: No Product Provided to Uploadsdf

# toastrPushToGlobalIndexBatchNotTransfer
source: Batch could not be transfered
de: Charge konnte nicht übertragen werden
fr: Batch could not be transferedsdf

# toastrPushToGlobalIndexBatchTransferSuccessfully
source: Batch Transfered Successfully
de: Charge erfolgreich übertragen
fr: Batch Transfered Successfullysdf

# toastrRolesSelectAlrm
source: Please Select Alarms
de: Bitte wählen Sie Alarme
fr: Please Select Alarmssdf

# toastrRptTrailsProvideDates
source: Please Provide From and To Date
de: Bitte wählen Sie von und bis Datum aus.
fr: Please Provide From and To Datesdf

# toastrRptTrailsSelectDate
source: Please select date
de: Bitte wählen Sie das Datum aus
fr: Please select datesdf

# toastrRptuIdDetailsEnterdata
source: Please Enter Data
de: Bitte geben Sie Daten ein
fr: Please Enter Datasdf

# toastrRptuIdDetailsselectSrchBy
source: Please Select Search By
de: Bitte wählen Sie die Suche nach aus
fr: Please Select Search Bysdf

# toastrRussiaSelectBatchNo
source: Please Select Batch No
de: Bitte wählen Chargennummer aus
fr: Please Select Batch Nosdf

# toastrSetPasswordNeedscombination1
source: Password Needs combination of
de: Passwort braucht eine Kombination von
fr: Password Needs combination ofsdf

# toastrSetPasswordNeedscombination2
source: letters with Small Letters, Capital Letters, Number and Special Character
de: Buchstaben mit kleinen Buchstaben, großen Buchstaben, Zahlen und sonderen Zeichen
fr: letters with Small Letters, Capital Letters, Number and Special Charactersdf

# toastrSettingChgPwdnotMatch
source: Passwords do not match
de: Passwort und bestästiges Passwort stimmen nicht überein
fr: Passwords do not matchsdf

# toastrSettingRestoreDbReqGeratedSuccesssfuly
source: Restore Request Generated Successfully
de: Die Anfrage des Wiederherstellen erfolgreich generiert
fr: Restore Request Generated Successfullysdf

# toastrSettingRestoreDbSelectFile
source: Please select file To Restore
de: Bitte wählen Sie die Datei aus
fr: Please select file To Restoresdf

# toastrSettingsEntrOldpwd
source: Please Enter Old Password
de: Bitte geben Sie das alte Passwort ein
fr: Please Enter Old Passwordsdf

# toastrSharedLoginInvalidPwd
source: Invalid password. Kindly try again
de: Ungültiges Passwort
fr: Invalid password. Kindly try againsdf

# toastrSharedLoginRemarkProceding
source: Kindly provide a remark before proceeding
de: Bitte geben Sie eine Bemerkung ein, bevor Sie fortsetzung
fr: Kindly provide a remark before proceedingsdf

# toastrSharedLoginUnauthoAccess
source: You dont have access
de: Sie haben keinen Zugriff
fr: You dont have accesssdf

# toastrSharedLoginUnouto
source: Kindly contact Administrator
de: Bitte wenden Sie sich an den Administrator
fr: Kindly contact Administratorsdf

# toastrSharedLoginverifyAcc
source: Kindly verify your account
de: Bitte überprüfen Sie Ihr Konto
fr: Kindly verify your accountsdf

# toastrSOMCreateProvideLocationId
source: Please Provide Ship To Location Lookup Id
de: Bitte geben Sie die Nachschlage-ID für den Versandort ein.
fr: Please Provide Ship To Location Lookup Idsdf

# toastrSOMCreateSelectSaleDistributionType
source: Please Select Sales Distribution Type
de: Bitte Vertriebsverteilungsart auswählen
fr: Please Select Sales Distribution Typesdf

# toastrTRacekeyIndexplselectdoc
source: Please Select Production Document
de: Bitte wählen Sie Produktion Dokument aus.
fr: Please Select Production Documentsdf

# toastrTRacekeyIndexplselectTypeVer
source: Please Select Type Version
de: Bitte wählen Typ Version aus.
fr: Please Select Type Versionsdf

# toastrTracelinkProductxmlProvideBatch
source: Please Provide Batch No
de: Bitte geben Sie die Chargennummer ein.
fr: Please Provide Batch Nosdf

# toastrTracelinkProductxmlProvideCountry
source: Please Provide Country Name
de: Bitte geben Sie den Ländernamen ein.
fr: Please Provide Country Namesdf

# toastrTracelinkProductxmlProvideCurrency
source: Please Provide Currency Code
de: Bitte geben Sie den Währungscode ein.
fr: Please Provide Currency Codesdf
