Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# toastrEpcisIndexSelectJob
source: Please Select Batch.
de: Bitte wählen Sie die Charge aus.
fr: Please Select Jobsdf

# toastrEPCISPleaseEnterDocumentTypeDetails
source: Please Enter Document Type Details.
de: Bitte geben Sie Details zur Dokument Typ ein.
fr: Please Enter Document Type Detailssdf

# toastrEPCISPleaseEnterDriverContactNumber
source: Please Enter Driver Contact Number.
de: Bitte geben Sie die Fahrerkontaktnummer ein.
fr: Please Enter Driver Contact Numbersdf

# toastrEPCISPleaseEnterDriverName
source: Please Enter Driver Name.
de: Bitte geben Sie den Fahrer Name ein.
fr: Please Enter Driver Namesdf

# toastrEPCISPleaseEnterVehicleNumber
source: Please Enter Vehicle Number.
de: Bitte geben Sie die Fahrzeug Nummer ein
fr: Please Enter Vehicle Numbersdf

# toastrEPCISPleaseSelectDifferentDocumentType
source: Please Select Different Document Type.
de: Bitte wählen Sie einen anderen Dokumenttyp aus.
fr: Please Select Different Document Typesdf

# toastrEPCISPleaseSelectDocumentType
source: Please Select Document Type.
de: Bitte wählen Dokumenttyp aus.
fr: Please Select Document Typesdf

# toastrEPCISReceiverCompNameAlreadyExist
source: Company Name Already Exist!
de: Firmennamen bereits verfügbar

# toastrEPCISReceiverTranspoterNameAlreadyExist
source: Transpoter/Agency Name Already Exist.
de: Transpoter / Agentur Name bereits verfügbar
fr: Transpoter/Agency name already existsdf.

# toastrEPCSCreateStreet1
source: Please Provide Street1.
de: Bitte geben Sie die Straße 1 ein.
fr: Please Provide Street1sdf

# toastrEPCSCreateStreet2
source: Please Provide Street2.
de: Bitte geben Sie die Straße 2 ein.
fr: Please Provide Street2sdf

# toastrEPPCISReceivercountryCode
source: Please Provide Country Code.
de: Bitte geben Sie die Landesvorwahl ein.
fr: Please provide Country Codesdf

# toastrImportUIDselectDeck
source: Please Select Deck.
de: Bitte wählen den Deck aus.
fr: Please select Decksdf

# toastrImportUIDselectPONumber
source: Please Select PO Number.
de: Bitte wählen Sie eine Lohnfertigung aus.
fr: Please select PO Numbersdf

# toastrImportUIDselectProductName
source: Please Select Product Name.
de: Bitte wählen Sie einen Produkt Name aus.
fr: Please select Product Namesdf

# toastrProductCreate3charecters
source: Required Minimum 3 Characters.
de: Erforderlich minimal 3 Zeichen
fr: Required minimum 3 charecterssdf.

# toastrProductCreateAggregationlevel
source: Aggregation Level Cannot Be Set Single Level.
de: Aggregation Level kann nicht auf eine Level festgelegt werden.
fr: Aggregation level cannot be set single levelsdf

# toastrProductCreateAggregationlevelcannotbesetS
source: Aggregation Level Cannot Be Set MOC-PAL.
de: Aggregation Level kann nicht eingestellt werden MOC-PAL.
fr: Aggregation level cannot be set MOC-PALsdf

# toastrProductCreateInvalidBundling
source: Invalid Bundling Quantity. Bundling Quantity needs in proportion of PC MAP.
de: Ungültige Bündel Menge. Bündel Menge sollte im Proportion von Verpackungseinheit
fr: Invalid Bundling Quantity. Bundling Quantity needs in proportion of PC MAPsdf

# toastrProductCreateInvalidFeach
source: Invalid FEACN, FEACN Should Be 10 Digit.
de: Ungültige FEACN, FEACN sollte 10 Stellenanzahl sein.
fr: Invalid FEACN. FEACN should be 10 Digitsdf

# toastrProductCreateInvalidPPN
source: Invalid PPN. PPN should be 12 Digit.
de: Ungültige PPN. Die PPN sollte 12 Stellenanzahl sein.
fr: Invalid PPN. PPN should be 12 Digitsdf

# toastrProductCreateInvalidproduct
source: Invalid Product Code Provided, In Product Info Step. Please Correct It.
de: Ungültiger Produkt Code im Produkt Information Schritt bereitgestellt. Bitte korrigieren es.
fr: Invalid product code provided, in Product Info step. Please correct itsdf.

# toastrProductCreateInvalidproductCode
source: Invalid Product Code Provided.
de: Ungültiger Produkt Code bereitgestellt
fr: Invalid product code providedsdf.

# toastrProductCreateInvalidvalue
source: Invalid Value For
de: Ungültiger Wert für
fr: Invalid value forsdf

# toastrProductCreatePalreadyexists
source: Product Already Exists With Provided Details.
de: Das Produkt ist bereits mit den ähnlichen Details Verfügbar
fr: Product already exists with provided detailssdf.

# toastrProductCreateSelectaggregation
source: Please Select Aggregation Levels.
de: Bitte wählen Sie das Aggregation Level aus
fr: Please select aggregation levelssdf

# toastrProductCreateselectlabel
source: Please Select Label.
de: Bitte wählen die Etikett aus.
fr: Please select labelsdf.

# toastrProductEditProductalreadyexists
source: Product Already Exists With Provided Details.
de: Das Produkt ist bereits mit den ähnlichen Details Verfügbar
fr: Product already exists with provided detailssdf.

# toastrProductEditRequiredminimum3charecters
source: Required Minimum 3 Characters.
de: Erforderlich minimal 3 Zeichen.
fr: Required minimum 3 charecterssdf.

# toastrProviderCreatePName
source: Please Provide Provider Name.
de: Bitte geben Sie den Anbieter Name ein.
fr: Please Provide Provider Namesdf

# toastrRoleCreateRName
source: Please Provide Role Name.
de: Bitte geben Sie den Funktion Name ein.
fr: Please Provide Role Namesdfs

# toastrRoleCreateSelectPermission
source: Please Select Permissions.
de: Bitte wählen Sie Erlaubnisse aus
fr: Please Select Permissionssdf

# toastrScriptInvalidBatchQuantity
source: Invalid Batch Quantity.
de: Ungültige Charge Menge

# toastrSetPasswordConfirmPasswordnotmatching
source: Password And Confirm Password Not Matching.
de: Passwort und bestätigtes Passwort stimmen nicht überein
fr: Password and Confirm Password not matchingsdf.

# toastrSetPasswordNeedscombination
source: Password Needs Combination Of 8 Letters With Small Letters, Capital Letters, Number And Special Charactor.
de: Passwort braucht Kombination von 8 Buchstaben mit kleinen Buchstaben, großen Buchstaben, Zahl und sonderen Zeichen.
fr: Password Needs combination of 8 letters with Small Letters, Capital Letters, Number and Special Charectorsdf.

# toastrSettingComanyAddress
source: Please Provide Company Address.
de: Bitte geben Sie die Firma Adresse ein.
fr: Please provide Company Addresssdf

# toastrSettingCompanyCode
source: Please Provide Company Code.
de: Bitte geben Sie die Firma Code ein.
fr: Please provide Company Codesdf

# toastrSettingProvideLineCode
source: Please Provide LineCode.
de: Bitte geben Sie den Linie Code ein.
fr: Please provide LineCodesdf

# toastrSettingProvidePlantCode
source: Please Provide Plant Code.
de: Bitte geben Sie den Regelschrecke Code ein.

# toastrSettingSelectCountry
source: Please Select Country.
de: Bitte wählen Land aus.
fr: Please Select Countrysdf

# toastrSettingSelectLogo
source: Please Select Logo, In PNG Format.
de: Bitte wählen Logo im PNG Format aus.
fr: Please Select Logo, in PNG formatsdf

# toastrSettingSelectState
source: Please Select State Or Region.
de: Bitte wählen Sie ein Bundesland oder eine Region aus.
fr: Please Select State Or Regionsdf

# toastrSOMFromBusinessPartyLookupId
source: Please Provide FromBusinessPartyLookupId.
de: Bitte geben Sie FromBusinessPartyLookupId ein.
fr: Please Provide FromBusinessPartyLookupIdsdf

# toastrSOMInvalidBusinessName
source: Invalid Business Name.
de: Ungültiger Firmenname.

# toastrSOMInvalidBusinessParty
source: Invalid From Business Party Lookup Id.
de: Ungültige Nachschlage-ID der Geschäftspartei.
fr: Invalid From Business Party Lookup Idsdf

# toastrSOMInvalidDeliveryNumber
source: Invalid Delivery Number.
de: Ungültige Lieferungsnummer.
fr: Invalid Delivery Numbersdf

# toastrSOMInvalidLocationLookupId
source: Invalid Ship From Location Lookup Id.
de: Ungültige Nachschlage-ID für Versand ab Standort.
fr: Invalid Ship From Location Lookup Idsdf

# toastrSOMInvalidSalesDistribution
source: Invalid Sales Distribution Type.
de: Ungültiger Vertriebsverteilungstyp.
fr: Invalid Sales Distribution Typesdf

# toastrSOMInvalidTransactionIdentifier
source: Invalid Transaction Identifier.
de: Ungültige Transaktionskennung.
fr: Invalid Transaction Identifiersdf

# toastrSOMProvideBusinessName
source: Please Provide BusinessName For Sender.
de: Bitte geben Sie den Firmennamen für den Absender ein.
fr: Please Provide BusinessName For Sendersdf

# toastrSOMProvideDeliveryNumber
source: Please Provide DeliveryNumber.
de: Bitte DeliveryNumber eingeben.
fr: Please Provide DeliveryNumbersdf

# toastrSOMProvideTransactionDate
source: Please Provide TransactionDate.
de: Bitte geben Sie das Transaktionsdatum ein.
fr: Please Provide TransactionDatesdf

# toastrSOMSalesDistributionType
source: Please Provide SalesDistributionType.
de: Bitte geben Sie SalesDistributionType ein.
fr: Please Provide SalesDistributionTypesdf

# toastrSOMShipFromLocationLookupId
source: Please Provide ShipFromLocationLookupId.
de: Bitte geben Sie ShipFromLocationLookupId ein.
fr: Please Provide ShipFromLocationLookupIdsdf

# toastrSOMToBusinessPartyLookupId
source: Please Provide ToBusinessPartyLookupId.
de: Bitte geben Sie ToBusinessPartyLookupId ein.
fr: Please Provide ToBusinessPartyLookupIdsdf

# toastrSOMTransactionIdentifier
source: Please Provide TransactionIdentifier.
de: Bitte geben Sie TransactionIdentifier ein.
fr: Please Provide TransactionIdentifiersdf

# toastrTracelinkCustomerId
source: Please Select Customer.
de: Bitte Kunden auswählen.
fr: Please Select Customersdf

# toastrTracelinkGTIN
source: Please Provide GTIN.
de: Bitte geben Sie eine GTIN ein.
fr: Please Provide GTINsdf

# toastrtracelinkInvalidGTIN
source: Invalid GTIN. It should Be 14 Digit.
de: Ungültige GTIN. Es müssen 14 Ziffern sein
fr: Invalid GTIN. It should be 14 Digitsdf

# toastrTracelinkQuantity
source: Please Provide Quantity.
de: Bitte Menge eingeben.
fr: Please Provide Quantitysdf

# toastrVerifyJobprovideremark
source: Please Provide Remark.
de: Bitte Bemerkung eingeben.
fr: Please provide remarksdf

# ToolTipAdditionBatchQuantityBatchName
source: This Is Batch Name For Which Additional Batch Quantity Request Has To Be Made.
de: Dieses Feld zeigt eine Liste der im System angelegten Charge an. Der Benutzer kann eine Charge auswählen, für die eine zusätzliche Charge Menge Anfrage erfolgen soll.
fr: This Is Batch Name For Which Additional Batch Quantity Request Has To Be Madesdf.

# ToolTipAdditionBatchQuantityCurrentBatchQuantity
source: Current Batch Quanity Of The Above Selected Batch.
de: Dieses Feld zeigt die aktuelle Charge Menge der ausgewählten Charge.

# ToolTipAdditionBatchQuantityExtraBatchQuantity
source: Request Extra Batch Quantity For Above Selected Batch.
de: Der Benutzer muss die erforderliche zusätzliche Menge eingeben.

# ToolTipBatchAutoDate
source: Please Check The Checkbox If Manufacturing Date And Expiry Date Has To Be Default.
de: Wenn überprüft, das system zeigst dem aktuell Datum, das automatisch fing wie das Hergestellungsdatum und das Verfalldatum berechnete wie ein Jahr vom Hergestellungsdatum. Wenn es nicht überprüft ist, kann Benutzer manuell den Hergestellungsdatum und das Verfalldatum vom Datumwähler auswählen.

# ToolTipBatchAutomaticBatchClosure
source: User Will Get Alert On Batch Quantity Reach At Line Level Application.
de: Wenn der Benutzer der Charge Abschluss Alarm am Client Applikator will , dann muss die Checkbox getickt.
fr: User will get alert on batch quantity reach at line level application.sdf

# ToolTipBatchCustomerId
source: It’s an Customer ID For Whom The Batch Is Manufactured/Marketed.
de: Dieses Feld zeigt eine Liste von Kunden Namen, die im Kundenstamm gepflegt werden. Wählen Sie den Kundennamen aus, für die Charge erstellt werden soll. Basierend auf der Kunden Auswahl werden die UID Anbieter Details abgefragt, an wen der Kunde im Kundenstamm getaggt wird. Der UID Anbieter ,der über die Kundenstammdaten validiert werden soll.
fr: It’s an Customer ID for whom the batch is manufactured/marketedsdf

# ToolTipBatchExpDateformat
source: System Will Print The Expiry Date On Product In This Selected Format.
de: Dieses Feld zeigt die Liste der Datum Format. Das System werde den Verfalldatum am Produkt gegen die ausgewählte Charge vom Wert drucken.
fr: System will print the expiry date on product in this selected formatsdf

# ToolTipBatchExpiryDate
source: Please Enter Expiry Date For The Batch.
de: Der Datumswähler wird angegeben, um das Verfalldatum auszuwählen. Das Verfalldatum muss größer sein als das Herstellungsdatum.
fr: Must be greater than manufacturing date

# ToolTipBatchFGCode
source: It's a Finished Good Code. It Is Internally Generated By Manufacturer.
de: Es handelt sich um einen internen, FG Code, der während der Erstellung des Produkts gegen den BPR Code erfasst wird. _x000D_ Bei der Charge Erstellung Betrieb werden bei der Auswahl des FG Codes die Felder Produktname und Produkt Code automatisch aus dem Produkt Stammdaten geladen.
fr: It's a finished good code. It is internally generated by manufacturer.sdf

# ToolTipBatchForExport
source: It Shows This Batch/Lot/Consignment Contains Drugs/Devices For Export Purposes.
de: Es zeigt, dass diese Charge /Chargennummer / Sendung Droge / Geräte für die ExportZwecke.
fr: It shows this batch/lot/consignment contains drugs/devices for export purposessdf

# ToolTipBatchManagerSearch
source: It Can Be Used To Search Product/Batch Details.
de: Der Benutzer kann Produkt/Charge Details suchen.
fr: It can be used to search product/batch detailssdf

# ToolTipBatchManagerSelectLine
source: It Shows Physical Location Or Line Name Assigned For Packing Lines.
de: Dieses Feld zeigt den Namen der Produktion Linien, die mit der Serveranwendung verbunden/konfiguriert sind.
fr: It shows physical location or line name assigned for packing linessdf

# ToolTipBatchManufacturingDate
source: Please Enter Manufacturing Date For The Batch.
de: Der Datumswähler wird angegeben, um das Verfalldatum auszuwählen. Das Verfalldatum muss größer sein als das Herstellungsdatum.

# ToolTipBatchNo
source: Batch/Lot No. Should Have Maximum 20 Characters, a-z A-Z 0-9 Characters Can Be Used.
de: Dieses Feld zeigt die Chargen-/Losnummer, die sowohl im 2D DataMatrix Code kodiert als auch in lesbarer Form gedruckt werden muss. Es sollte maximal 20 Zeichen lang sein. Es können A-Z, a-z, 0-9 Zeichen verwendet werden.
fr: Batch/Lot No. should have maximum 20 characters, a-z A-Z 0-9 characters can be used.sdf

# ToolTipBatchPackagingLvl
source: It's a Packaging Hierarchy To Pack The Product.
de: Es handelt sich um eine Verpackungshierarchie, die anhand des Produkts ausgewählt wird, für das die Charge erstellt wird. Die Verpackungshierarchie _x000D_ wird gegen die im Produktstamm definierte Verpackungshierarchie geprüft. _x000D_ Wenn die Verpackungshierarchie nicht übereinstimmt, zeigt das System eine Fehler Meldung an.
fr: It's a packaging hierarchy to pack the productsdf

# ToolTipBatchPONumber
source: PO No./BPR Code/Batch Name Is an Unique Identification Name/Number Assigned To a Particular Quantity Or Lot. PO Number Should Have Minimum 1 & Maximum 20 Characters.
de: PO No./BPR Code/Charge Name ist ein eindeutiger Identifikation Name / Nummer, der einer bestimmten Menge oder Charge zugeordnet ist. _x000D_ Die Bestellnummer sollte minimal 1 und maximal 20 Zeichen lang sein.
fr: PO No./BPR Code/Batch Name is an unique identification name/number assigned to a particular quantity or lot. PO Number should have minimum 1 & maximum 20 characters.sdf

# ToolTipBatchPPNCountry
source: It's a Recipient's Country Code. The Country & Postal Code's Combination Is Used In Tertiary/Ship To Code.
de: Dieses Feld ist nur im Falle der Einhaltung der deutschen Vorschriften erforderlich. Es ist die Landesvorwahl eines Empfängers. _x000D_ Die Kombination von Land und Postleitzahl wird im Tertiär/ Versand verwendet.
fr: It's a recipient's country code. The Country & Postal code's combination is used in tertiary/ship to code.sdf

# ToolTipBatchPPNPostal
source: It's a Recipient's Postal Code. The Country & Postal code's Combination Is Used In Tertiary/Ship To Code.
de: Dieses Feld ist nur im Falle der Einhaltung der deutschen Übereinstimmung erforderlich. Es ist die Postleitzahl eines Empfängers. _x000D_ Die Kombination aus Land und Postleitzahl wird im Tertiär/Versand Code verwendet.
fr: It's a recipient's postal code. The Country & Postal code's combination is used in tertiary/ship to code.sdf

# ToolTipBatchPrimaryPCMAP
source: It Shows Number Of Primary Unit Packed In One Secondary Unit. Such As 2 Blister's Pack In 1 Carton.
de: Es zeigt der Anzahl der primären Stück hat ein secondären Stück gepackt wie 2 Blisterpackung In 1 Karton.
fr: It shows number of primary unit packed in one secondary unit. Such as 2 Blister's pack in 1 Cartonsdf

# ToolTipBatchPrintwithUID
source: System Will Print The UID By Default In Human Readable Format.
de: Wenn es überprüft ist, wird die UID in lesbaren Daten gedruckt. Standardmäßig ist es überprüft.
fr: System will print the UID by default in human readable formatsdf

# ToolTipBatchProductLine
source: Shows a List Of Connected Production Lines.
de: Dieses Feld zeigt den Namen der Produktion Linien, die mit der Serveranwendung verbunden/konfiguriert sind.
fr: Shows a list of connected production linessdf

# ToolTipBatchProductName
source: It Shows Product Name Of The Selected FG Code.
de: Basierend auf der Auswahl des FG Codes wird das Feld Produkt Name automatisch aus dem nicht auswählbar Produkt Stammdaten geladen.
fr: It shows Product Name of the selected FG Code.sdf

# ToolTipBatchQty
source: It Is The Standard Quantity Of an Item That Is Produced In Each Production Run. As Per Batch Quantity Is Inserted, Good Cartons Can Be Printed.
de: Basierend auf der Auswahl des FG Codes wird das Feld Produkt Name automatisch aus dem nicht auswählbar Produktstamm geladen.
fr: It is the standard quantity of an item that is produced in each production run. As per batch quantity is inserted, good cartons can be printed.sdf

# ToolTipBatchSurplusUID
source: (Optional) It Shows Excess Amount Of UID Assigned For Batch.
de: (Optional) Es zeigt die überschüssige Menge der für die Charge zugewiesenen UID an, die im Falle einer Ablehnung usw. verwendet wird.
fr: (Optional) It shows excess amount of UID assigned for batchsdf

# ToolTipBatchUIDProvider
source: It Shows The UID Provider’s Name.
de: Basierend auf dem Kundennamen wird das Feld UID Anbieter aus dem Kunden Stammdaten gefüllt, der nicht auswählbar ist.
fr: It shows the UID provider’s namesdf

# ToolTipChinaGenerateXML
source: Please Select PO Number For Which Xml Has To Be Generated.
de: Bitte wählen Sie die Lohnfertigung nummer, für die XML generiert werden soll.
fr: Please select PO Number for which Xml has to be Generatedsdf

# ToolTipChinaImportUIDDeck
source: Please Select Deck Of Product For Which UID Has To Be Imported.
de: Bitte wählen Sie den Deck des Produkte aus, für das die UID in der Lohnfertigung werden muss.
fr: Please select Deck of Product for which UID has to be importedsdf

# ToolTipChinaImportUIDProductName
source: Please Select Product Name For Which UID Has To Be Imported.
de: In diesem Feld wird die Liste der im System angelegten Produkte angezeigt. Der Benutzer muss den Produkt Name auswählen, für den die UID importiert werden soll.
fr: Please select Product Name for which UID has to be importedsdf

# ToolTipChinaImportUIDSelectFile
source: Please Select File From Which UID Has To Be Imported.
de: Bitte wählen Sie die Datei aus, von der die UID impotiert werden soll.
fr: Please select File from which UID has to be importedsdf

# ToolTipCompAddress
source: Please Enter Company Address.
de: Es zeigt der Firma Adresse des Hersteller.
fr: Please enter Company Addresssdf

# ToolTipCompCity
source: Please Enter City In Which Company Is Located.
de: Es zeigt der Stadt des Hersteller, wo die Firma befindet ist.
fr: Please enter City in which Company is Locatedsdf

# ToolTipCompCode
source: Please Enter Company Code.
de: Es zeigt der Firma Code des Hersteller wie registriert bei GS1.
fr: Please enter Company Codesdf

# ToolTipCompCompanyName
source: Please Enter Company Name.
de: Es zeigt der Firmennamen des Hersteller.
fr: Please enter Company Namesdf

# ToolTipCompCountry
source: Please Select Country In Which Company Is Located.
de: Es zeigt dem Land Name des Hersteller.
fr: Please select Country in which company is loactedsdf

# ToolTipCompGLN
source: Please Enter GLN.
de: Es zeigt die Global Standort Nummer von der Plant Seite wie bei GS1 registriert des Hersteller.
fr: Please enter GLNsdf

# ToolTipCompLicense
source: Please Enter License.
de: Es zeigt dem Lizenz Code des Hersteller.
fr: Please enter Licensesdf

# ToolTipCompLicenseAgency
source: Please Enter Name Of The License Agency In Which Company Is Located.
de: Es zeigt dem Namen der Zulassungsbehörde des Hersteller.
fr: Please enter name of the License Agency in which Company is Locatedsdf

# ToolTipCompLicenseState
source: Please Enter State Of The License In Which Company Is Located.
de: Es zeigt dem Lizenz Staat des Hersteller.
fr: Please enter State of the License in which company is Locatedsdf

# ToolTipCompLineCode
source: Please Enter Line Code.
de: Es zeigt dem Linie Code, der der Verpackungs Linie beim Erstellen des Linie Stammdaten zugewiesen wurde.
fr: Please enter Line Codesdf

# ToolTipCompPlantCode
source: Please Enter Plant Code.
de: Es zeigt der Plant Standort Code (3 Stellen). Dies ist konfigurierbar, erforderlich für die Identifizierung der Plant/der Seite unter der Firma._x000D_ (gemäß Plant Standort werde Plant Code ändert.)
fr: Please enter Plant Codesdf

# ToolTipCompPostalCode
source: Please Enter Postal Code In Which Company Is Located.
de: Es zeigt der Postleitzahl des Hersteller.
fr: Please enter Postal Code in which company is Locatedsdf

# ToolTipCompPPN
source: Please Enter PPN IAC_CIN.
de: Dieses Feld ist nur im Falle von der deutschen Übereinstimmung erforderlich.
fr: Please enter PPN IAC_CINsdf

# ToolTipCompRemark
source: Please Enter Remark.
de: In diesem Feld, Firma Geschäft Informationen in Kürze erfasst werden.
fr: Please enter Remarksdf

# ToolTipCompState
source: Please Select State Or Region In Which Company Is Located.
de: Es zeigt dem Bundesland oder Region des Hersteller.
fr: Please select State or Region in which Company is locatedsdf

# ToolTipCompStreet
source: Please Enter Name Of Street Where Company Is Located.
de: Es zeigt der Straße/Adresse/Standort des Hersteller.
fr: Please enter name of street where Company is locatedsdf

# ToolTipDAVAActualBatchQty
source: The Following Field Shows The Actual Batch Quantity For The Selected Batch No.
de: Die Daten in diesem Feld reflektiert die tatsächlich gedruckte Menge der Charge aufgrund der Charge Auswahl.
fr: The Following feild shows the Actual Batch Quantity for the selected Batch Nosdf

# ToolTipDAVAAllBatch
source: Please Check The Radio Button If All Batch DAVA File Has To Be Generated.
de: Wenn geprüft, Das System werde die XML Daten für die allen Daten generierien.
fr: Please check the radio button if All Batch DAVA File has to be Generatedsdf

# ToolTipDAVABatch
source: Please Check The Radio Button If Batch DAVA File Has To Te Generated.
de: Wenn geprüft, Das System werde die XML Daten für die Charge generierien.
fr: Please check the radio button if Batch DAVA File has to be Generatedsdf

# ToolTipDAVABatchNo
source: Please Select Batch No For Which DAVA File Has To Be Generated.
de: Dieses Feld zeigt eine Liste der geschlossenen Charge im System. Der Benutzer kann eine Charge auswählen, für die XML Datei generiert werden soll.
fr: Please select Batch No for which DAVA File has to be Generatedsdf

# ToolTipDAVABatchType
source: Consists The Batch Type For Which The Batch No Was Selected.
de: Besteht aus dem Chargentyp, für die Chargennummer ausgewählte wurde.
fr: Consists the Batch Type for which the Batch No was selectedsdf
