Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# CustomerCreateDivValidation
source: Validation Error Occured. Please check the data
de: Validierung Fehler stattgefunden. Bitte prüfen die Daten
fr: Validation Error Occured. Please check the datasdf

# CustomerCreateDrpSelectProvider
source: Select Provider
de: Anbieter auswählen
fr: Select Providersdf

# CustomerCreateDrpSelectState
source: Select State
de: Staat auswählen
fr: Select Statesdf

# CustomerCreateFilterValue
source: Filter Value
de: Filter Wert
fr: Filter Valuesdf

# CustomerCreateIsSSCC
source: Is SSCC providing ?
de: L4 SSCC
fr: Is SSCC providing ?sdf

# CustomerCreateLoosExt
source: Loos Ext
de: Unverpackte Extention
fr: Loos Extsdf

# CustomerCreateSSCCExt
source: SSCC Ext
de: SSCC Extention
fr: SSCC Extsdf

# CustomerCreateToCorpId
source: To Corp ID (For China)
de: Corp ID (für China)
fr: To Corp ID (For China)sdf

# CustomerShowMsgProvideAPI
source: Please provide APIUrl
de: Bitte geben Sie API URL ab
fr: Please provide APIUrlsdf

# CustomerShwmsgProvideFilterVal
source: Please Provide Filter Value
de: Bitte geben Sie einen Filter wert ein.
fr: Please Provide Filter Valuesdf

# CustomerShwmsgProvideLooseExt
source: Please Provide Loose Extension
de: Bitte geben Sie eine unverpackte Extension ein.
fr: Please Provide Loose Extensionsdf

# CustomerShwmsgProvideSFTPPort
source: Please Provide SFTP Port
de: Bitte geben Sie den SFTP Port ein.
fr: Please Provide SFTP Portsdf

# CustomerShwmsgProvideSSCCExt
source: Please Provide SSCC Extension
de: Bitte geben Sie den SSCC Extension ein.
fr: Please Provide SSCC Extensionsdf

# CustomerShwmsgSelectProvider
source: Please Select Provider
de: Bitte wählen Sie den Anbieter aus
fr: Please Select Providersdf

# DAVAIndexCASEELL
source: CASE: Drugs/devices having bar-coding as per importing countries bar-coding requirements
de: FALL: Medikament/Geräte mit Barcode Anforderung gemäß der länderspezifischen Übereinstimmung
fr: CASE: Drugs/devices having bar-coding as per importing countries bar-coding requirementssdf

# DAVAIndexdavaFile
source: Dava File
de: DAVA-Datei
fr: Dava Filesdf

# DAVAIndexExemptionDate
source: EXEMPTION NOTIFICATION DATE
de: Ausnahme Benachrichtigung Datum
fr: EXEMPTION NOTIFICATION DATEsdf

# DAVAIndexExpXML
source: DAVA Export XML File For
de: Die DAVA XML-Exportdatei für
fr: DAVA Export XML File Forsdf

# DAVAIndexGeneratexml
source: Are you sure you want to generate XML file
de: Möchten Sie wirklich eine XML-Datei generieren?
fr: Are you sure you want to generate XML filesdf

# DAVAIndexPrimaryPckQnt
source: Primary Pack Quantity
de: Primäre Packung Menge
fr: Primary Pack Quantitysdf

# DAVAIndexSelectOptionProductExp
source: DAVA Export XML File For Product
de: DAVA XML-Exportdatei für das Produkt
fr: DAVA Export XML File For Productsdf

# DAVAIndexTotalBatchScn
source: Total Batch Quantity Scanned
de: Ganzer Charge Menge gescannt
fr: Total Batch Quantity Scannedsdf

# HomeLiveExecutionErrorDetails
source: Error Details
de: Fehler-Details
fr: Error Detailssdf

# EPCISCreateEnterExtGLN
source: Please Enter Extension GLN
de: Bitte geben Sie die Extension GLN ein
fr: Please Enter Extension GLNsdf

# EPCISCreateExtentionforGLN
source: Exension for GLN
de: Die GLN Extention kann verwendet werden, um Bereiche innerhalb eines physischen Standort zu identifizieren, der mit derselben GLN identifiziert wurde. GLN Extension ist ein bestimmter Raum innerhalb eines physischen Ortes. Beispiele sind Böden, Räume, Regalstandorte.
fr: Exension for GLNsdf

# EPCISIndexSelectVersion
source: Select EPCIS Version
de: Wählen Sie die EPCIS-Version aus
fr: Select EPCIS Versionsdf

# EPCISShipmentDocDetail
source: Document Details
de: Dokument Details
fr: Document Detailssdf

# EPCISShipmentDocType
source: Document Type
de: Dokumenttyp
fr: Document Typesdf

# ErrorMsgLineServerInfoNotAvailble
source: Line Server's Information not available for :
de: Linie Server Information ist nicht verfügbar für:

# ErrorMsgLineUnableToping
source: Unable to ping line server !
de: Ping des Linie IP ist nicht möglich.

# ExporterIndexpkgtypcode
source: Package Type Code
de: Verpackung Typ Code
fr: Package Type Codesdf

# ExporterIndexSelect
source: --Select--
de: --Auswählen--
fr: --Select--sdf

# HomeDemoVendorRegi
source: Vendor Registration
de: Verkäufer Registrierung
fr: Vendor Registrationsdf

# HomeIndexBatchAnalysis
source: Batch Analysis
de: Charge Analyse
fr: Batch Analysissdf

# HomeIndexLinewiseBatchSummCnt
source: Line-wise Batch Summary Counts
de: Zeilenweise Charge Zusammenfassung Anzahl
fr: Line-wise Batch Summary Countssdf

# HomeIndexMonth
source: Month
de: Monat
fr: Monthsdf

# HomeIndexMonthDec
source: December
de: Dezember
fr: Decembersdf

# HomeIndexMonthFeb
source: February
de: Februar
fr: Februarysdf

# HomeIndexMonthJan
source: January
de: Januar
fr: Januarysdf

# HomeIndexMonthJuly
source: July
de: Juli
fr: Julysdf

# HomeIndexMonthJune
source: June
de: Juni
fr: Junesdf

# HomeIndexMonthMar
source: March
de: März
fr: Marchsdf

# HomeIndexMonthMay
source: May
de: Mai
fr: Maysdf

# HomeIndexMonthOct
source: October
de: Oktober
fr: Octobersdf

# HomeIndexMonthwiseProNBatchCnt
source: Month-wise Products and Batches Summary Count
de: Monatlichen Produkte und Charge Zusammenfassung Anzahl
fr: Month-wise Products and Batches Summary Countsdf

# HomeIndexOperatotwiseBatchSummCnt
source: Operator-wise Batch Summary Count
de: Operatorweise Charge Zusammenfassung Anzahl
fr: Operator-wise Batch Summary Countsdf

# HomeIndexSelectMonth
source: --Select Month--
de: --Monat auswählen--
fr: --Select Month--sdf

# ImporterCustomerUIdChooseFile
source: Choose File
de: Datei auswählen
fr: Choose Filesdf

# ImporterTacelinkPartialSSCC
source: Partial SSCC
de: Teilweise SSCC
fr: Partial SSCCsdf

# ImporterTacelinkSelectFilterval
source: Select Filter Value
de: Filterwert auswählen
fr: Select Filter Valuesdf

# ImporterTacelinkSelectProName
source: Please Select Product
de: Bitte wählen Sie das Produkt aus
fr: Please Select Productsdf

# JobBatchManager40PerComp
source: 40% Complete (success)
de: 40% abgeschlossen (Erfolg)
fr: 40% Complete (success)sdf

# JobBatchManagerOverallPro
source: Overall progress...
de: Gesamtfortschritt...
fr: Overall progress...sdf

# JobBatchManagerSrch
source: Search :
de: Suche :
fr: Search:sdf

# JobCloseJobdecksareIncomplete
source: The following decks are incomplete
de: folgende Deck sind unvollständig
fr: The following decks are incompletesdf

# JobCloseJobIncomDecks
source: Incomplete Decks
de: Unvollständiger Deck
fr: Incomplete Deckssdf

# JobCloseJobISH
source: ISH
de: Innerlicher Versandkarton (ISH)
fr: ISHsdf

# JobCloseJobMOC
source: MOC
de: Monokarton (MOC)
fr: MOCsdf

# JobCloseJobOBX
source: OBX
de: Überkarton (OBX)
fr: OBXsdf

# JobCloseJobOSH
source: OSH
de: äußere Versandkarton
fr: OSHsdf

# JobCloseJobPAL
source: PAL
de: Pallette
fr: PALsdf

# JobCloseJobSelecCustId
source: Select CustomerId
de: Kunde ID auswählen
fr: Select CustomerIdsdf

# JobCloseJobSelectPrCode
source: Select Product Code
de: Produkt Code auswählen
fr: Select Product Codesdf

# JobClosingNoBatchAvilable
source: No Batches available to close !
de: Keine Charge ist verfügbar zu schließen.
fr: No Batches available to close !sdf

# JobCreateAdditionalBatchExtraQnty
source: Extra Qunatity
de: Extra Menge
fr: Extra Qunatitysdf

# JobCreateAdditionalBatchQnty
source: Verify Request
de: Anfrage überprüfen
fr: Verify Requestsdf

# JobCreateAdditionalBatchQtyCurrentBatch
source: Current Batch Qunatity
de: Aktuelle Charge Menge
fr: Current Batch Qunatitysdf

# JobCreateAdditionalBatchQtyOriginalBatch
source: Original Batch Qunatity
de: Original Charge Menge
fr: Original Batch Qunatitysdf

# JobCreateSelectTradeNoType
source: Please Select Trade Number Type
de: Bitte wählen Sie den Typ der Handel Nummer aus
fr: Please Select Trade Number Typesdf

# JobCreateTradeNoType
source: Trade Number Type
de: Handel Nummer Typ
fr: Trade Number Typesdf

# JobCreateUseMfg
source: Use Mfg
de: Herstellungsdatum (Mfg) benutzen
fr: Use Mfgsdf

# JobCreateUseNHRN
source: Use NHRN
de: NHRN benutzen
fr: Use NHRNsdf

# JobCreateVerifySection
source: Verify Section
de: Sektion überprüfen
fr: Verify Sectionsdf

# JobDecommissionedLstNoBatch
source: No Batch Decommissioned !
de: Keine Charge stillgelegt
fr: No Batch Decommissioned !sdf

# JobDetailsBckLblOffset
source: BackLabelOffset
de: Zurück Etikett Offset
fr: BackLabelOffsetsdf

# JobDetailsCartonLength
source: CartonLength
de: Karton Länge
fr: CartonLengthsdf

# JobDetailsColdGlueDotSize
source: ColdGlueDotSize
de: Kalter Kleber Punkt Größe
fr: ColdGlueDotSizesdf

# JobDetailsColdGlueGapDist
source: ColdGlueGapDistance
de: Kalter Kleber Punkt Abstand
fr: ColdGlueGapDistancesdf

# JobDetailsColdGluestrtDist
source: ColdGlueStartDistance
de: Kalter Kleber Start Abstand
fr: ColdGlueStartDistancesdf

# JobDetailsFrntLblOffset
source: FrontLabelOffset
de: Vorderer Etikett Offset
fr: FrontLabelOffsetsdf

# JobDetailsHotGlueDotDist
source: HotGlueDotSize
de: Heißer Kleber Punkt Größe
fr: HotGlueDotSizesdf

# JobDetailsHotGlueGapDist
source: HotGlueGapDistance
de: Heißer Kleber Punkt Abstand
fr: HotGlueGapDistancesdf

# JobDetailsHotGluestrtDist
source: HotGlueStartDistance
de: Heißer Kleber Start Abstand
fr: HotGlueStartDistancesdf

# JobEditSelectParLbl
source: Select Partial Label
de: Teilweise Etikett auswählen
fr: Select Partial Labelsdf

# JobLineTotalBatches
source: Total Batches
de: Total Charge
fr: Total Batchessdf

# SettingChangePwdOldPassword
source: Old Password
de: Altes Passwort

# ComplianceEdit
source: Edit Compliance
de: Übereinstimmung bearbeiten
fr: Edit Compliancesdf

# ComplianceEditprovidefields
source: Kindly provide fields to the compliance
de: Bitte Feld zur Übereinstimmung eingeben.
fr: Kindly provide fields to the compliancesdf

# ComplianceIndex
source: Compliance
de: Übereinstimmung
fr: Compliancesdf

# JobVerificationNoBatchAvailable
source: No Batches available to verify !
de: Keine Charge sind verfügbar zu überprüfen
fr: No Batches available to verify !sdf

# LblLytDsgPartialViewFieldArialBlck
source: Arial Black
de: Arial schwarz
fr: Arial Blacksdf

# LblLytDsgPartialViewFieldDateFormat
source: Date Format
de: Datum Format
fr: Date Formatsdf

# LblLytDsgPartialViewFieldDivPaperSz
source: Paper Size
de: Papier Größe
fr: Paper Sizesdf

# LblLytDsgPartialViewFieldDivPgSet
source: Page Settings
de: Seite Einstellungen
fr: Page Settingssdf

# LblLytDsgPartialViewFieldOrientation
source: Orientation
de: Orientierung
fr: Orientationsdf

# LblLytDsgZPLDesignerNewDesgn
source: New Design
de: Neues Design
fr: New Designsdf

# ModelStateAccountUsrLoggedIn
source: User already logged in on another system. Kindly contact administrator
de: Der Benutzer ist bereits auf anderem System eingeloggt. Bitte wenden Sie sich an den Administrator
fr: User already logged in on another system. Kindly contact administratorsdf

# ModelStateComplianceProvideField
source: Please provide fields
de: Bitte wählen Sie den Felder für Übereinstimmung aus.
fr: Please provide fieldssdf

# ModelStateServerAs2EpcisFileNtProvide
source: EPCIS file not provided. Kindly upload the file
de: Die EPCIS-Datei hat nicht bereitgestellt. Bitte laden Sie die Datei hoch.
fr: EPCIS file not provided. Kindly upload the filesdf

# ModelStateServerAs2FileNtInclude
source: All Files not included. Kindly provide all files
de: Alle Dateien sind nicht enthalten. Bitte geben Sie alle Dateien ab.
fr: All Files not included. Kindly provide all filessdf

# passMessageSetPasswordCapitalLetter
source: Password needs capital letter
de: Passwort sollte minimal 1 Kapital Buchstaben haben
fr: Password needs capital lettersdf

# passMessageSetPasswordCapitalNumber
source: Password needs capital number
de: Passwort sollte Nummer haben
fr: Password needs capital numbersdf

# passMessageSetPasswordcharacters
source: characters
de: Zeichen
fr: characterssdf

# passMessageSetPasswordNeedsMin
source: Password needs to be minimum
de: Passwort sollte minimal sein
fr: Password needs to be minimumsdf

# passMessageSetPasswordSpetialCharacter
source: Password needs special charecter
de: Passwort sollte minimal eins spezielles Buchstaben haben
fr: Password needs special charectorsdf

# passMessageSetPasswordValidateLetter
source: Password needs validate letter
de: Passwort sollte minimal eins kleines Buchstaben haben
fr: Password needs validate lettersdf

# ProductCreateAddNewField
source: Add New Field
de: Neues Feld hinzufügen
fr: Add New Fieldsdf

# ProductCreateEnterNHRN
source: Please enter National Healthcare Reimbursement Number(NHRN)
de: Bitte geben Sie die (NHRN) ein.
fr: Please enter National Healthcare Reimbursement Number(NHRN)sdf

# ProductCreateRussia
source: Russia
de: Russland
fr: Russiasdf

# ProductCreateSaudiArabia
source: Saudi Arabia
de: Saudi Arabien
fr: Saudi Arabiasdf

# ProductCreateSelectNHRNAI
source: -Select NHRN AI-
de: --NHRN AI auswählen--

# ProductImportContainrSz
source: ContainerSize
de: Fördergerät Größe
fr: ContainerSizesdf

# ProductImportCountryDrgCode
source: CountryDrugCode
de: Land Drog Code
fr: CountryDrugCodesdf

# ProductImportISHBundleQty
source: ISHBundleQty
de: Innerlicher Versandkarton (ISH) Bündel Menge
fr: ISHBundleQtysdf

# ProductImportISHNTIN
source: ISHNTIN
de: Die NTIN des Innerlicher Versandkarton (ISH)
fr: ISHNTINsdf

# ProductImportISHPPN
source: ISHPPN
de: Innerlicher Versandkarton (ISH) Pharmazie Produktnummer
fr: ISHPPNsdf

# ProductImportISHSize
source: ISHSize
de: Innerlicher Versandkarton Größe
fr: ISHSizesdf

# ProductImportManufactr
source: Manufacturer
de: Hersteller
fr: Manufacturersdf

# ProductImportMOCBundleQty
source: MOCBundleQty
de: Monokarton Bündel Menge
fr: MOCBundleQtysdf

# ProductImportMOCNTIN
source: MOCNTIN
de: Monokarton NTIN
fr: MOCNTINsdf

# ProductImportMOCPPN
source: MOCPPN
de: Monokarton Pharmazie Produktnummer
fr: MOCPPNsdf

# ProductImportMOCSize
source: MOCSize
de: Monokarton Größe
fr: MOCSizesdf

# ProductImportOBXBundleQty
source: OBXBundleQty
de: Überkarton Bündel Menge
fr: OBXBundleQtysdf

# ProductImportOBXNTIN
source: OBXNTIN
de: Überkarton NTIN
fr: OBXNTINsdf

# ProductImportOBXPPN
source: OBXPPN
de: Überkarton Pharmazie Produktnummer
fr: OBXPPNsdf

# ProductImportOBXSize
source: OBXSize
de: Überkarton Größe
fr: OBXSizesdf

# ProductImportOSHBundleQty
source: OSHBundleQty
de: äußere Versandkarton Bündel Menge
fr: OSHBundleQtysdf

# ProductImportOSHNTIN
source: OSHNTIN
de: äußere Versandkarton NTIN
fr: OSHNTINsdf

# ProductImportOSHPPN
source: OSHPPN
de: äußere Versandkarton Pharmazie Produktnummer
fr: OSHPPNsdf

# ProductImportOSHSize
source: OSHSize
de: äußere Versandkarton Größe
fr: OSHSizesdf

# ProductImportPALBundleQty
source: PALBundleQty
de: Bündel Menge Palette
fr: PALBundleQtysdf

# ProductImportPALNTIN
source: PALNTIN
de: Palette NTIN
fr: PALNTINsdf

# ProductImportPALPPN
source: PALPPN
de: Palette Pharmazie Produktnummer
fr: PALPPNsdf

# ProductImportPALSize
source: PALSize
de: Palette Größe
fr: PALSizesdf

# ProductImportSAPProCode
source: SAPProductCode
de: SAP Produkt Code
fr: SAPProductCodesdf

# ProductImportScheduleDrg
source: ScheduledDrug
de: Geplante Droge
fr: ScheduledDrugsdf

# ProductImportStrength
source: Strength
de: Festigkeit
fr: Strengthsdf

# ProductImportSubType
source: Sub Type
de: Untertyp
fr: Sub Typesdf

# ProductImportSubTypeNo
source: SubTypeNo
de: Untertyp Nummer
fr: SubTypeNosdf

# ProductImportUseExpDay
source: UseExpDay
de: Benutzen Sie Verfalldatum?
fr: UseExpDaysdf

# ProductVerificationNoProAvailable
source: No Products available to verify !
de: Keine Produkte sind verfuegbar zum ueberpruefen
fr: No Products available to verify !sdf

# ProductVerifyProductNtVerify
source: Not Verify
de: Nicht geprüft
fr: Not Verifysdf

# ProviderEditPro
source: Edit Provider
de: Anbieter bearbeiten
fr: Edit Providersdf

# PrtProductWiseTotalQty
source: Total Quantity
de: Total Menge
fr: Total Quantitysdf

# PushToGlobalIndexServer
source: Push To Global Sever
de: Daten zum Global Server übertragen
fr: Push To Global Seversdf

# RFXLImportUidIndexImportuid
source: RFXEL Import UIDs
de: RFXCEL Import UIDs
fr: RFXEL Import UIDssdf

# RFXLUploadFile
source: Upload File To RFXEL
de: Laden Sie die Datei nach RFXCEL hoch
fr: Upload File To RFXELsdf

# RptAuditTrailsGenratedBy
source: Generated By:
de: Generiert von:
fr: Generated By:sdf

# RptDavaStatusReportTyp
source: Select Report Type
de: Bericht Typ auswählen
fr: Select Report Typesdf

# RptDetailJobInfoLineRej
source: Line Rej
de: Linie Rejektion
fr: Line Rejsdf

# RptDetailJobInfoNU
source: NU
de: nicht benutzt
fr: NUsdf

# RptDetailJobInfoOtherRej
source: Other Rej
de: Ander Rejektion
fr: Other Rejsdf

# RptDetailJobInfoTotalRej
source: Total Rej
de: Total Rejektion
fr: Total Rejsdf

# RptEPCISReportShwResultEPC
source: Showing Result for EPC:
de: Zeigend das Ergebnis für EPC :
fr: Showing Result for EPC:sdf

# RptEPCISTimelineReport
source: EPC Timeline Report
de: EPC Zeitlinie Bericht
fr: EPC Timeline Reportsdf

# RptfrmUidValidationUIDval
source: UID Validation
de: UID Validierung
fr: UID Validationsdf

# RptfrmUidValSrchBatch
source: Search in Batch
de: Suche in Charge
fr: Search in Batchsdf

# RptfrmUidValSSCCtoSrch
source: SSCC To Search
de: SSCC zu suchen
fr: SSCC To Searchsdf

# RptfrmUidValUIDToSrch
source: UID To Search
de: UID zu suchen
fr: UID To Searchsdf

# RptJObPartialViewNoDataAvailble
source: No Data Available
de: Keine Daten ist verfügbar
fr: No Data Availablesdf

# RptJobsDavaReport
source: Dava Report
de: DAVA Bericht
fr: Dava Reportsdf

# RptJObwiseBatchLpnoRpt
source: Batch LPNO Report
de: Charge LPNO Bericht
fr: Batch LPNO Reportsdf

# RptJObwiseSSCCLPNOVer
source: LPNO Verification
de: LPNO Überprüfen
fr: LPNO Verificationsdf

# RptPCRelationshipGTINTer
source: GTIN Tertairy
de: GTIN Tertiär
fr: GTIN Tertairysdf

# RptTrailsActivity
source: Activities
de: Aktivitäten
fr: Activitiessdf

# RptTrailsSelectActivity
source: --Select Activity--
de: --Aktivität auswählen--

# RptTrailsSelectAuditTrilTyp
source: Please Select Audit Trail Type
de: Bitte wählen Sie den Audit-Trail-Typ
fr: Please Select Audit Trail Typesdf

# RptTrailsSelectLine
source: Please Select Line
de: Bitte wählen die Linie aus
fr: Please Select Linesdf

# RptTrailsSelectLneLocation
source: Select Line Location
de: Wählen Sie Linie Standort aus
fr: Select Line Locationsdf

# RptTrailsSelectUsrName
source: --Select User Name--
de: --Benutzer Name auswählen--

source: Russia File Generation
de: Russland Datei Generation
fr: Russia File Generationsdf

# RussiaIndexSelectSscc
source: Select SSCC
de: SSCC auswählen
fr: Select SSCCsdf

# SendMsgDbRestoreProcesingComp
source: Database Restore Processing Complete :
de: Datenbank Wiederherstellen Aufbereitung abgeschlossen:

# SendMsgEPCISCollectingBatch
source: COLLECTING BATCH DATA FOR
de: Sammelnd von Charge Datei für
fr: COLLECTING BATCH DATA FORsdf

# SendMsgEPCISCollectingDeck
source: COLLECTING DATA FOR DECK
de: Sammelnd von daten für Deck
fr: COLLECTING DATA FOR DECKsdf

# SendMsgEPCISGeneratingHedr
source: GENERATING HEADER
de: Header Generieren
fr: GENERATING HEADERsdf

# SendMsgEPCISGenratingAggrEvent
source: GENERATING AGGREGATION EVENT
de: Generierend die Aggregation Ereignis
fr: GENERATING AGGREGATION EVENTsdf

# SendMsgEPCISGenratingObjDeck
source: GENERATING OBJECT EVENT FOR DECK
de: Generierend Objekt Ereignis für den Deck
fr: GENERATING OBJECT EVENT FOR DECKsdf

# SendMsgEPCISGenratingShipingEvent
source: GENERATING SHIPPING EVENT
de: Generierend Versand Ereignis
fr: GENERATING SHIPPING EVENTsdf

# SendMsgJobBatchProcessComplete
source: Batch Processing Complete :
de: Charge Verarbeitung von abgeschlossen

# SendMsgJobCurrentlyProcessBtach
source: Currently Processing Batch :
de: Aktuell Verarbeitung Charge

# SendMsgKopranEpcisGeneratingDecommEvent
source: GENERATING DECOMMISSION EVENT
de: Generierend stilllegen Ereignis
fr: GENERATING DECOMMISSION EVENTsdf

# SendMsgKopranEpcisGeneratingShippingEvent
source: COLLECTING SHIPPING EVENT
de: Sammelnd Versand Ereignis
fr: COLLECTING SHIPPING EVENTsdf

# SendMsgSettingCurrentlyInProgress
source: Currently in progress :
de: Aktuell in Bearbeitung:

# SendMsgSettingDbBackup
source: Database Backup Processing Complete :
de: Datenbank Backup Verarbeitung abgeschlossen

# SendMsgSettingDbConnectionLost
source: DataBase connection lost
de: Datenbank Verbindung verloren
fr: DataBase connection lostsdf

# ServerAs2Cretesrvrdetails
source: Provide AS2 Server details
de: Geben AS2 Server Details eins
fr: Provide AS2 Server detailssdf

# ServerAs2Detailsofserver
source: Details Of ServersAS2
de: AS2 Server Details

# ServerAs2EditChangesofserver
source: Change AS2 Server details
de: AS2 Server Details ändern

# ServerAs2Indexserver
source: AS2 Servers
de: AS2 Server
fr: AS2 Serverssdf

# ServerAs2SelectSrvr
source: Select Server
de: Server auswählen
fr: Select Serversdf

# ServerAs2SendEpcisfle
source: Epcis File
de: EPCIS Datei
fr: Epcis Filesdf

# ServerAs2SendSelectServr
source: Please Select Server
de: Bitte wählen Sie den Server aus
fr: Please Select Serversdf

# ServerAs2UploadDta
source: Upload data to AS2 Server
de: Laden Sie Daten auf den AS2 Server hoch
fr: Upload data to AS2 Serversdf

# SettingCrtAppSettingA
source: App Settings
de: App Einstellungen
fr: App Settingssdf

# SettingDbResoreSuccessfuly
source: Database Restore Successfully
de: Datenbank erneuert erfolgreich
fr: Database Restore Successfullysdf

# SettingDbResotrinProcess
source: DataBase Restore is in Process
de: Datenbank Wiederherstellen ist im Prozess
fr: DataBase Restore is in Processsdf

# SettingsRestoreDb
source: Restore DataBase
de: Datenbank wiederherstellen
fr: Restore DataBasesdf

# SettingsRestoreDbDate
source: Date
de: Datum
fr: Datesdf

# SettingsRestoreDbFilename
source: Database File Name
de: Datenbank Datei Name
fr: Database File Namesdf

# SettingsRestoreSelectDate
source: Select Date
de: Datum auswählen
fr: Select Datesdf

# SettingVrifyRestoreDbs
source: VerifyRestoreDb
de: Verifizieren der Datenbankwiederherstellunganforderung
fr: VerifyRestoreDbsdf

# SharedLoginAccntFurther
source: Kindly verify your account to proceed further
de: Bitte überprüfen Sie Ihr Konto, um fortzufahren
fr: Kindly verify your account to proceed furthersdf

# ShwmsgImporterTacelinkSelect
source: Please Select
de: Bitte auswählen
fr: Please Selectsdf

# ShwMsgImporterTracelinkSelectFilterval
source: Please Select Filter Value
de: Bitte wählen den Filterwert aus
fr: Please Select Filter Valuesdf

# ShwMsgJobBatchManagerUnableToConnect
source: Unable to connect server. Kindly check the server settting
de: kann nicht mit Produktion Linie verbunden werden. Bitte überprüfen Sie die Einstellungen auf die Server Apllikation

# ShwMsgJobCreateAddBatchQtyEntreQty
source: Please enter Quantity
de: Bitte geben Sie die Menge ein.
fr: Please enter Quantitysdf

# ShwMsgJobCreateGTINNotProvided
source: GTIN not provided while creating Product
de: GTIN wurde beim Erstellen des Produkts nicht bereitgestellt
fr: GTIN not provided while creating Productsdf

# ShwMsgJobCreateInsuffData
source: Insufficiant data in Product to create batch
de: MangelhaftenProdukt Details, um eine Charge zu erstellen
fr: Insufficiant data in Product to create batchsdf

# ShwMsgJobCreateNTINNotProvided
source: NTIN not provided while creating Product
de: NTIN wird beim Erstellen des Produkts nicht bereitgestellt
fr: NTIN not provided while creating Productsdf

# ShwMsgJobCreateTickNHRN
source: Please Tick Use NHRN if NHRN is required
de: Bitte überprüfen Sie 'NHRN Benutzen', wenn NHRN erforderlich ist
fr: Please Tick Use NHRN if NHRN is requiredsdf

# ShwMsgJobServiceBatchVerified
source: : Batch is been verified.
de: Charge wurde geprüft
