Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# ProductName
source: Name
fr: Namesdf

# SettingsIAC_CIN
source: PPN IAC_CIN
fr: PPN IAC_CINsdf

# M_VendorEmail
source: Email Id
fr: Email Idsdf

# M_VendorKey
source: API Key
fr: API Keysdf

# NotifyViewJob
source: Job
fr: Jobsdf

# SettingsLogo
source: Logo
fr: Logosdf

# M_VendorAPIURL
source: API Url
fr: API Urlsdf

# RptcmnDeck
source: Deck
fr: Decksdf

# RptcmnStatus
source: Status
fr: Statussdf

# RptBadUIDList2D
source: 2D
fr: 2Dsdf

# RptBadUIDListUID
source: UID
fr: UIDsdf

# RptcmnCode
source: Code
fr: Codesdf

# RptcmnOperator
source: Operator
fr: Operatorsdf

# RptcmnQASample
source: QA Sample
fr: QA Samplesdf

# RptcmnSSCC
source: SSCC
fr: SSCCsdf

# RptcmnTotal
source: Total
fr: Totalsdf

# RptJobDecomm
source: Decomm
fr: Decommsdf

# M_CustomerSFTPPort
source: SFTP Port
fr: SFTP Portsdf

# EpcisReceiversite
source: Site
fr: Sitesdf

# EpcisTransporterIndex
source: Transporter Details
fr: Transporter Detailssdf

# EPCISBizStep
source: BizStep
fr: BizStepsdf

# EPCISTransporter
source: Transporter
fr: Transportersdf

# ProductFeacn
source: FEACN
fr: FEACNsdf

# RptUid
source: UID
fr: UIDsdf

# RptUidValUIDCode
source: UID Code
fr: UID Codesdf

# RptUidValUIDDetails
source: UID Details
fr: UID Detailssdf

# toastrComplianceEditProvideName
source: Please Provide Compliance Name
fr: Please Provide Compliance Namesdf

# toastrComplianceEditSelect
source: Please select Compliance
fr: Please select Compliancesdf

# EPCISCreateExtGLN
source: Extension GLN
fr: Extension GLNsdf

# ExporterIndexGetjbdta
source: GetJobdata
fr: GetJobDatasdf

# HomeDemo
source: Demo
fr: Demosdf

# HomeIndexMonthApr
source: April
fr: Aprilsdf

# HomeIndexMonthAug
source: August
fr: Augustsdf

# HomeIndexMonthNov
source: November
fr: Novembersdf

# HomeIndexMonthSep
source: September
fr: Septembersdf

# ImporterTacelinkNTIN
source: NTIN
fr: NTINsdf

# JobCloseJobPPB
source: PPB
fr: PPBsdf

# JobDeatilss1
source: S1
fr: S1sdf

# JobDeatilss2
source: S2
fr: S2sdf

# JobDeatilss3
source: S3
fr: S3sdf

# JobDeatilss4
source: S4
fr: S4sdf

# JobDeatilss5
source: S5
fr: S5sdf

# LblLytDsgPartialViewFieldDPI
source: DPI
fr: DPIsdf

# LblLytDsgPartialViewFieldZPLFont
source: ZPL Font
fr: ZPL Fontsdf

# ProductCreateChinacode
source: China Code
fr: China Codesdf

# ProductCreateEuFMD
source: EUFMD
fr: EUFMDsdf

# ProductCreateNHRNAI
source: NHRN AI
fr: NHRN AIsdf

# ProductCreateUSA
source: USA - DSCSA
fr: USA - DSCSAsdf

# ProductImportName
source: Name
fr: Namesdf

# RolesDetails
source: Details
fr: Detailssdf

# RptDetailJobInfoTotalUID
source: Total UIDs
fr: Total UIDssdf

# RptEPCISReportEPC
source: EPC
fr: EPCsdf

# RptJObwiseSSCCLPNO
source: LPNO
fr: LPNOsdf

# RptUidListCtn
source: CNT
fr: CNTsdf

# RptUidListErf
source: REF
fr: REFsdf

# RptUidListFpd
source: FPD
fr: FPDsdf

# RptUidListGnu
source: GNU
fr: GNUsdf

# RptUidListMod
source: MOD
fr: MODsdf

# RptUidListOvr
source: OVR
fr: OVRsdf

# SettingCrtAppSetting
source: CreateAppSettings
fr: CreateAppSettingssdf

# TraceKeyIndexTr
source: TraceKey
fr: TraceKeysdf
