Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# toastrTracelinkProductxmlProvideProduct
source: Please Provide Product Name
de: Bitte geben Sie den Produktnamen ein.
fr: Please Provide Product Namesdf

# toastrTracelinkProductxmlProvideTargetMarExmptDates
source: Please Provide TargetMarketExemptionDate
de: Bitte geben Sie das TargetMarketExemptionDate ein.
fr: Please Provide TargetMarketExemptionDatesdf

# toastrTracelinkProductxmlProvideTargetMarExmptRef
source: Please Provide TargetMarketExemptionReference
de: Bitte geben Sie TargetMarketExemptionReference ein.
fr: Please Provide TargetMarketExemptionReferencesdf

# toastrTracelinkProductxmlProvideTargetMarExmptrfl
source: Please Provide TargetMarketExemption True Or False
de: Bitte geben Sie TargetMarketExemption True or False ein.
fr: Please Provide TargetMarketExemption True Or Falsesdf

# toastrTracelinkProductxmlProvideUnitPrc
source: Please Provide Unit Price
de: Bitte geben Sie den Stückpreis ein.
fr: Please Provide Unit Pricesdf

# toastrUsersCreateAlredyExist
source: User already exists
de: Benutzer bereits existiert.
fr: User already existssdf

# toastrUsersCreateInvalidUser
source: Invalid User Id
de: Ungültige Benutzer ID
fr: Invalid User Idsdf

# toastrUsersCreateProvideUserId
source: Please Provide User Id
de: Bitte Benutzer ID eingeben.
fr: Please Provide User Idsdf

# toastrUsersCreateProvideUserName
source: Please Provide User Name
de: Bitte Benutzer Name eingeben.
fr: Please Provide User Namesdf

# toastrUsersCreatePwsNotMatcging
source: Password and Confirm Password not matching
de: Passwort und bestätiges Passwort stimmen nicht überein.
fr: Password and Confirm Password not matchingsdf

# toastrUsersCreateSelectRle
source: Please Select Role
de: Bitte Funktion auswählen.
fr: Please Select Rolesdf

# TraceInfoJobJObIdLine
source: Job ID Line :
de: Charge ID Linie :

# TraceInfoJobJObIdServer
source: Job ID Server :
de: Charge ID Server :

# TraceInfoJobProductDetailsUpdation
source: Product details updation at line
de: Aktualisierung der Produktdetails in der Zeile
fr: Product details updation at linesdf

# TraceInfoJobProductLeblDetailsUpdation
source: Product Label Details updation at line
de: Aktualisierung der Produkt Charge Details in der Zeile
fr: Product Label Details updation at linesdf

# TraceInfoJobUpdationjobnTID
source: job and TID updation at line
de: Job- und TID-Aktualisierung in der Zeile
fr: job and TID updation at linesdf

# TraceInfoJobUpdationjobtype
source: jobtype updation at line
de: Aktualisierung des Jobtyps in der Zeile
fr: jobtype updation at linesdf

# TracekeyIndexProdLotDoc
source: ProductionLotDocument
de: Produktion Los Dokument
fr: ProductionLotDocumentsdf

# TracekeyIndexProdOrderDoc
source: ProductionOrderDocument
de: Lohnfertigung Dokument
fr: ProductionOrderDocumentsdf

# TracekeyIndexSelectCust
source: Select Customer
de: Kunde auswählen
fr: Select Customersdf

# TracekeyIndexSelectProductionDoc
source: Select Production Document
de: Produktion Dokument auswählen
fr: Select Production Documentsdf

# TracekeyIndexSelectTypeVersion
source: Select Type Version
de: Typ Version auswählen
fr: Select Type Versionsdf

# TracekeyIndexSelectVersion
source: Select Version
de: Version auswählen
fr: Select Versionsdf

# TRacerTransfer
source: Transfer
de: Übertragen
fr: Transfersdf

# TraceWarnErrorTested
source: Successfully Error tested
de: Erfolgreich Fehler getestet
fr: Successfully Error testedsdf

# TraceWarningTested
source: Successfully Warning tested
de: Erfolgreich getestet
fr: Successfully Warning testedsdf

# TraceWarnSended
source: Successfully sended
de: Erfolgreich gesendet
fr: Successfully sendedsdf

# TrailAccountESignatureVerificationFailed
source: E-Signature verification failed
de: Überprüfung der E-Signatur fehlgeschlagen
fr: E-Signature verification failedsdf

# TrailAccountESignatureVerified
source: E-Signature verified. Remark :
de: E-Signatur verifiziert. Anmerkung :
fr: E-Signature verified. Remark :sdf

# TrailAccountESignatureVerifieds
source: E-Signature verified.
de: E-Signatur verifiziert.

# TrailADSyncUsersync
source: AD Users Synced
de: AD Benutzer synchronisiert
fr: AD Users Syncedsdf

# TrailErrorDsreviceGetChildcnt
source: Error GetChildCount :
de: Fehler GetChildCount:

# TrailLblLytDsgReqLoadLbl
source: Requested to load Label
de: Charge ladung angefordert

# TrailLblLytLeblesave
source: Label Saved Successfully by User:
de: Benutzer hat die Etikett erfolgreich gespeichert.

# TrailMsgReqtoViewUpdatePlatform
source: request to view Upload platoform for AS2 server
de: Anfrage zum Hochladen von Platoformen für AS2-Server
fr: request to view Upload platoform for AS2 serversdf

# TrailMsgServerAs2Addeddetails
source: Addedd AS2 server details, i.e
de: Hinzufügen von AS2-Serverdetails, d. H
fr: Addedd AS2 server details, i.esdf

# TrailMsgServerAs2ReqtoAs2
source: Requested to view AS2 Servers
de: Angefordert, AS2-Server anzuzeigen
fr: Requested to view AS2 Serverssdf

# TrailMsgServerAs2Reqtoeditservr
source: request to edit AS2 server details, i.e
de: Anfrage zum Bearbeiten von AS2-Serverdetails, d. h
fr: request to edit AS2 server details, i.esdf

# TrailMsgserverNotAvailable
source: AS2 Servers details not available.
de: AS2-Serverdetails nicht verfügbar.
fr: AS2 Servers details not availablesdf

# TrailMsgUpdatedserver
source: Updated AS2 server details for :
de: Aktualisierte AS2-Serverdetails für:

# TrailNoADSyncUsersync
source: No AD Users found to Sync
de: Keine AD-Benutzer für die Synchronisierung gefunden
fr: No AD Users found to Syncsdf

# TrailRptDownloadAuditTrailReport
source: Downloaded Audit Trail Report
de: Audit-Trail-Bericht wurde heruntergeladen
fr: Downloaded Audit Trail Reportsdf

# TrailRptDownloadBadUidListReport
source: Downloaded Bad Uid List Report
de: Ungultige UID Liste Bericht wurde heruntergeladen
fr: Downloaded Bad Uid List Reportsdf

# TrailRptDownloadBatchWisSScclReport
source: Downloaded Batch Wise SSCC Report
de: Chargeweise SSCC Bericht wurde heruntergeladen
fr: Downloaded Batch Wise SSCC Reportsdf

# TrailRptDownloadDecommisionUidListReport
source: Downloaded Decommision Uid List Report
de: Stilllegen UID Liste Bericht wurde heruntergeladen
fr: Downloaded Decommision Uid List Reportsdf

# TrailRptDownloadDetailBatchInfoReport
source: Downloaded Detail Batch Information Report
de: Detail Charge Information Bericht wurde heruntergeladen
fr: Downloaded Detail Batch Information Reportsdf

# TrailRptDownloadDetailReport
source: Downloaded Detail Report
de: Detail Bericht wurde heruntergeladen
fr: Downloaded Detail Reportsdf

# TrailRptDownloadDetailWthOpratorReport
source: Downloaded Detail With Operator Report
de: Detail mit Operator Bericht wurde heruntergeladen
fr: Downloaded Detail With Operator Reportsdf

# TrailRptDownloadedDavaRpt
source: Downloaded Dava Report
de: DAVA Bericht wurde heruntergeladen
fr: Downloaded Dava Reportsdf

# TrailRptDownloadedTracelinkProductRpt
source: Downloaded Product Detail Report
de: Produkt Detail Bericht wurde heruntergeladen

# TrailRptDownloadedTracelinkReqRpt
source: Downloaded Tracelink Request Report
de: Tracelink Anfrage Bericht wurde heruntergeladen
fr: Downloaded Tracelink Request Reportsdf

# TrailRptDownloadedTracelinkSerialNoRpt
source: Downloaded Tracelink Serail Number Report
de: Tracelink Seriennummer Bericht wurde heruntergeladen
fr: Downloaded Tracelink Serail Number Reportsdf

# TrailRptDownloadedTracelinkUnusedserialNoReqRpt
source: Downloaded Tracelink Unused Serial Number Report
de: Unbenutzt Tracelink Seriennummer Bericht wurde heruntergeladen
fr: Downloaded Tracelink Unused Serial Number Reportsdf

# TrailRptDownloadedUserDeatilRpt
source: Downloaded User Detail Report
de: Benutzer Detail Bericht wurde heruntergeladen
fr: Downloaded User Detail Reportsdf

# TrailRptDownloadOpratorstatReport
source: Downloaded Operator Statistic Report
de: Operator Statistik Bericht wurde heruntergeladen
fr: Downloaded Operator Statistic Reportsdf

# TrailRptDownloadParentChildrelReport
source: Downloaded Parent Child Relationship Report
de: Parent-Child Bezeihung Bericht wurde heruntergeladen
fr: Downloaded Parent Child Relationship Reportsdf

# TrailRptDownloadUidLiatReport
source: Downloaded Uid List Report
de: UID Liste Bericht wurde heruntergeladen
fr: Downloaded Uid List Reportsdf

# TrailRptDownloadUidValReport
source: Downloaded Uid Validation Report
de: UID Validierung Bericht wurde heruntergeladen
fr: Downloaded Uid Validation Reportsdf

# TrailRptReqtoViewDta
source: Requested to view Dava Report
de: Angefordert zum zeigen die DAVA Berichts
fr: Requested to view Dava Reportsdf

# TrailRptReqViewUidVallReport
source: Requested to view UID Validation Report
de: Angefordert zum zeigen den UID Validierung Bericht
fr: Requested to view UID Validation Reportsdf

# TrailRussiaofType
source: of type
de: vom Typ
fr: of typesdf

# TrailServiceAckdatareceived
source: acknowledgement of the Data received.
de: Die Quittung von der Daten erhalten haben.

# TrailServiceErrorOccured
source: Error occured :
de: Fehler aufgetreten

# TrailServiceReqIds
source: Requested the Ids
de: Ich habe die IDs angefordert
fr: Requested the Idssdf

# TrailSettingDbRewFileExist
source: The Database request for the file altready exist
de: Die Datenbank Anfrage für die Datei ist bereits existiert
fr: The Database request for the file altready existsdf

# TrailSettingVisitedDbRestore
source: Visited Database Retore Request
de: Wiederherstellen Database Anfrage wurde Besucht.
fr: Visited Database Retore Requestsdf

# TrailSettingVisitedDbRestoreReqVerify
source: Visited Verify Restore Database Request
de: Verify Wiederherstellen Database Anfrage wurde Besucht.
fr: Visited Verify Restore Database Requestsdf

# TrailSOMCreatedBusinessName
source: Created Som Detail with Business Name
de: Erstellt SOM Details mit dem Geschäft Name
fr: Created Som Detail with Business Namesdf

# TrailSoMReqtoView
source: Requested to view Som Detail
de: Angefordert zum zeigen SOM Details .
fr: Requested to view Som Detailsdf

# TrailSOMReqviewDetails
source: Requested to view details of
de: Angefordert zum zeigen Details vom Benutzer .

# TrailSOMUpdatedBusinessName
source: Updated Som Detail with Business Name
de: SOM Detail wurde mit Geschäft Name aktualisiert
fr: Updated Som Detail with Business Namesdf

# TrailSyncFileSuccessfully
source: synced the file successfuly
de: Die Datei wurde erfolgreich synchronisiert
fr: synced the file successfulysdf

# TrailTNTApiLineUidNotUpdated
source: Line UIDs not updated
de: Linie UIDs wurde nicht aktualisiert

# UploaderIndexBrwsFile
source: Browse File
de: Datei durchsuchen
fr: Browse Filesdf

# UploaderIndexJobId
source: Job Id
de: Charge ID
fr: Job Idsdf

# UploaderIndexSerKey
source: Service Key
de: Deinstschlüssel
fr: Service Keysdf

# UsersDetailUser
source: Users
de: Benutzer
fr: Userssdf

# ReportRptProductwiseTotalBatchCnt
source: Total Batch Count :
de: Total Charge Anzahl:

# ReportRptUidValProductLpnoDetails
source: Product LPNO Details
de: Produkt LPNO Details

# ImporterTracelinkProduct
source: Product
de: Produkt
fr: Productsdf

# RptUidListSelectRecord
source: Please Select Record.
de: Rekord auswählen

# cmnMenuItemAs2Services
source: AS2 Services
de: AS2 Dienste

# cmnMenuItemBatchMasterAddBatchQty
source: Additional Batch Quantity
de: zusätzliche Charge Menge

# cmnMenuItemChinaUtility
source: China Utility
de: China Dienstprogramm

# cmnMenuItemDbReqRestore
source: Database Restore Request
de: Datenbankwiederherstellungsanforderung

# cmnMenuItemDbUtility
source: DataBase Utility
de: Datenbank Dienstprogramm

# cmnMenuItemGenerateTracekeyEpcis
source: Generate TraceKey EPCIS
de: TraceKey EPCIS Datei Generieren

# cmnMenuItemImportXmlUid
source: Import UID XML
de: UID XML importieren

# cmnMenuItemLabelPrivw
source: Label Preview Goes here
de: Etikettenvorschau hier anklicken

# cmnMenuItemManageCust
source: Manage Customers
de: Kunden verwalten

# cmnMenuItemPushCLoseToGloServer
source: Push Close batch To Global Server
de: Charge schließen und übertragen Daten zum Global Server

# cmnMenuItemRfxelServices
source: RFXEL Services
de: RFXCEL Dienste

# cmnMenuItemSouthKoreaUtility
source: South Korea Utility
de: Südkorea Dienstprogramm

# cmnMenuItemThirdPartyService
source: Third Party Services
de: Systempartner

# cmnMenuItemUploadEpcisFile
source: Upload EPCIS File
de: EPCIS-Datei hoch laden

# cmnMenuItemUplodDawaRes
source: Upload DAWA Response
de: DAWA Reaktion hochladen

# cmnMenuItemUplodEpcis
source: Upload EPCIS
de: EPCIS hochladen

# cmnMenuItemVerifyDbReqRestore
source: Verify Restore Database Request
de: Verifizieren der Datenbankwiederherstellunganforderung

# EPCISIndexPlsSelectVersion
source: Please Select Epcis Version
de: Bitte wählen Sie eine EPCIS Version aus
fr: Please Select Epcis Versionsdf

# RptDateLessThanFrmDate
source: To Date is less than from date
de: Bis Datum ist kleiner als ab Datum

# RptInvalidDateFormat
source: Invalid Date format
de: Ungültiges Datumsformat

# RptUidListEnterUidOrSscc
source: Please Enter UID Or SSCC
de: Bitte geben Sie UID oder SSCC ein

# RptUidListSelectSrchType
source: Please Select Search Type
de: Bitte wählen Suche Typ aus

# TRacelinkProductXmlUnitPrice
source: Unit Price
de: Stückpreis

# HomeIndexYear
source: Year
de: Jahr
fr: Yearsdf

# HomeLiveExeDecommBatch
source: Decommission Batch
de: Stilllegung Charge

# HomeLiveExeLineChart
source: Line Chart
de: Linie Diagramm

# HomeLiveExeStats
source: Stats
de: Statistik

# HomeLiveExeViewChart
source: View Chart
de: Diagramm anzeigen

# Productentries
source: entries
de: Einträge

# ProductNoMatchRecordFound
source: No matching records found
de: Kein zusammenpassende Rekord gefunden

# ProductShowing
source: Showing
de: Zeigend

# ProductShowingFilterFrm
source: filtered from
de: gefiltert von

# ProductShowingREsultEntries
source: Showing 0 to 0 of 0 entries
de: Zeigend 0 bis 0 von 0 Einträgen

# ProductShowingTotalEntries
source: total entries
de: Total Einträge

# btnJobCreateAdditionalBatchQtyCreReq
source: Create Request
de: Anfrage erstellen
fr: Create Requestsdsf

# JobVerifyAddBatchQtyReq
source: Create Additional Batch Quantity Request
de: zusätzliche Charge Menge Anfrage Erstellen

# JobBatchMangrNoDataAvailbleInTbl
source: No data available in table
de: Keine Daten ist in der Tabelle verfügbar

# ShowMsgUserName
source: Username
de: Benutzer Name

# cmnbtnLoad
source: Load
de: Laden

# jobCurrentBatchQty
source: Current Batch Quantity
de: Aktuelle Charge Menge

# jobRequiredBatchQty
source: Required Batch Quantity
de: Erforderliche Charge Menge

# LblLytDsgAddImage
source: Add Image
de: Bild hinzufügen

# LbllytDsgBtnNew
source: New
de: Neu

# lblLytDsgFileName
source: File Name:
de: Dateiname:

# lblLytDsgPrinterIp
source: Printer IP:
de: Drucker IP:

# LblLytDsgPropInspe
source: Property Inspector
de: Eigentum Inspektor

# LbllytDsgTools
source: Tools
de: Werkzeuge

# toastralblLytDsgDiscard
source: The Changes You Have Made Will Be Discarded
de: Die Änderungen,die haben sie gemacht werden verworfen

# toastralblLytDsgsavelbl
source: To Save Label, Please Enter Label Name.
de: Bitte geben Sie die Etikett Name ein, um Etikett zu speichern.

# toastrerrorprint
source: An Error Occurred While Printing Label
de: Fehler aufgetreten beim Drucken der Etikett

# toastrerrwhileSavingFile
source: An Error Occurred While Saving File. Please Check Directory Permissions
de: Fehler aufgetreten beim Speichern der Datei. Bitte überprüfen Sie die Verzeichnis erlaubnis

# toastrinputdtaCorrupt
source: The input data is corrupt (or is not a stored design)
de: Die Eingabedaten sind fehlerhaft (oder es handelt sich nicht um ein gespeichertes Design)

# toastrLblSaveSucc
source: Label Saved Successfully
de: Etikett erfolgreich gespeichert

# toastrPlsSampleLbl
source: Print Sample Label
de: Drucken Sample Etikett

# toastrprinterNtConnected
source: Printer Is Not Connected
de: Drucker nicht verbunden

# toastrprovidePrinter
source: Please Provide PrinterIP or PortNumber
de: Bitte geben Sie DruckerIP oder Port Nummer ein.

# toastrSaveDesignFile
source: Save Design File
de: Design-Datei Speichern

# toastrSelectImge
source: Please select a file to insert
de: Bitte wählen Sie Datei aus zu einfügen

# LblLytDsgheigth
source: Height :
de: Höhe :

# LblLytDsgHidden
source: hidden
de: Versteckt

# LblLytDsgLabel
source: label
de: Etiketten:

# LblLytDsgLblSize
source: Label Size
de: Etikett Größe

# LblLytDsgRectangle
source: Rectangle
de: Rechteck

# LblLytDsgSelectYr
source: --Select Year--
de: --Jahr auswählen--

# LblLytDsgWidth
source: Width:
de: Breite:

# RptAuditBatchACtivity
source: Batch Activity
de: Charge Aktivität

# RptAuditConfirmation
source: Confirmation
de: Bestätigung

# RptAuditLineDava
source: LINE DAVA ACTIVITIES
de: Client Applikation DAVA aktivitäten

# RptAuditOnlineChalengeTest
source: Online Challange Test
de: Online Herausforderungestest

# RptAuditQAACtivity
source: QA Activity
de: QA-Aktivität

# RptAuditRecouncile
source: Reconcilation
de: Abstimmung

# RptAuditWarning
source: Warning
de: Warnung

# LblLytDsgImageAlert
source: This page requires the file API that is included in modern browsers such as Google Chrome. Please try again in an up to date web browser
de: Diese Seite erfordert die Datei API, die in modernen Browsern wie Google Chrome enthalten ist. Bitte versuchen Sie es in einem aktuellen Webbrowser

# LblLytDsgLabels
source: Labels:
de: Etiketten:

# LblLytDsgOrienLandscape
source: Landscape
de: Landschaft

# LblLytDsgOrienPortait
source: Portrait
de: Porträt

# LblLytDsgOrientation
source: Orientation:
de: Orientierung:

# ShwMsgCurrentProcess
source: Currently Processing Job
de: Aktuelle verarbeitende Charge

# LblLtyDsgImage
source: Image
de: Bild

# LblLtyDsgNonSerializedBarcode
source: NonSerialized Barcode
de: Non-angeordnet Barcode

# LblLtyDsgSecBarcode
source: Secondary Barcode
de: sekundärer Barcode

# LblLtyDsgSerializedBarcode
source: Serialized Barcode
de: Angeordnet Barcode

# ProductImportExist
source: Exist
de: Ausgang

# As2ServerIndexHostAddress
source: Host Address
de: Hauptcomputer Adresse

# TRacekeyImportselectGTIN
source: Please select GTIN
de: Bitte wählen Sie GTIN aus

# CmnMenuTrackeyImportSrNum
source: Import Serial Number
de: Seriennummer Importieren

# TempDataTrackeyAdentProviderNtConfigred
source: Adents provider not configured. Contact to Administrator
de: Adents Anbieter nicht konfiguriert. Wenden Sie sich zum Administrator

# TempDataTrackeyCustomerNtFound
source: Customer not found for TraceKey
de: Kunde für die TraceKey hat nicht gefunden

# TempDataTrackeyEnterValidQty
source: Please enter valid quantity
de: Bitte geben Sie eine gültige Menge ein.

# TempDataTrackeyProviderNtForAdents
source: Provider not found for Adents
de: Anbieter für Adents hat nicht gefunden

# TempDataTrackeySerailNoImportedSucc
source: SERIAL NUMBER IMPORTED SUCCESSFULLY
de: UID erfolgreich impotiert

# tostrTarckeyIMportvalidQty
source: Please valid Quantity between 1 to 10,000
de: Bitte geben Sie eine gültige Menge zwischen 1 und 10.000 ein.

# AccountResetpwdReq
source: Password is required
de: Passwort erforderlich

# btnJobCreateSubmit
source: Submit
de: Absenden
fr: Submitsdf

# toastrComplianceEDitSelectFields
source: Please Select fields
de: Felder auswählen
fr: Please Select fieldssdf

# EPCIStransporterEditTitle
source: EDIT EPCIS TRANSPORTER MASTER
de: EPCIS Transporter Master bearbeiten
fr: EDIT EPCIS TRANSPORTER MASTERsdf

# SettingDatabaseShwFiles
source: Show Files
de: Zeige Dateien

# TrailTransporterSuccessfullyupdated
source: Transporter Details Updated Successfully.
de: Transporter Details aktualisiert

# RptAuditTrailIsChngeTo
source: Is Changed To
de: wird geändert in

# RptAuditTrailSettingUpdated
source: Settings Updated Successfully
de: Aktulisiert Einstellungen

# RptAuditTrailUsersFor
source: for
de: für

# RptAuditTrailUsersPwdUpdatedforUsr
source: Password updated for user
de: Passwort für Benutzer aktualisiert

# RptAuditTrailWas
source: Was
de: war

# ToolTipProductEUNHRN
source: Please Select National Healthcare Reimbursement Number(NHRN) AI
de: Bitte (NHRN) AI auswählen

# ToolTipTitleFieldInfo
source: Field Information
de: Feld Informationen

# TrailEpcisReceiverSuccessfullyupdated
source: EPCIS Receiver Updated Successfully.
de: EPCIS Empfänger erfolgreich aktualisiert

# UserLoginPasswordfieldReq
source: The Password field is required.
de: Passwort Feld ist erforderlich

# UserLoginuseridfieldReq
source: The User Id field is required.
de: Benutzer ID Feld ist erforderlich

# HomeIndexLineWiseBatchCnt
source: Batch Count
de: Charge Anzahl

# ProductShow
source: Show
de: Zeigen

# SettingDistrict
source: District
de: Stadtteil

# RptGeneratePdf
source: Generate PDF
de: PDF generieren

# RptJobBatchInfoDecomm
source: Total Decommissioned
de: Total stillgelegt

# DatabseRestoreDbbackupreq
source: Create Restore Database Request
de: Erstellen der Datenbankwiederherstellunganforderung

# TRacekeyImportSerialNo
source: TraceKey Import Serial Number
de: TraceKey Import Seriennummer

# EPCISCreateGLN
source: Exension for GLN
de: Exension für GLN

# EPCISIndexVersion
source: It shows EPCIS Version
de: Es zeigt dem EPCIS Version an.

# TracekeyImportProdcttyp
source: It shows Product Type for which product is packed.
de: Es zeigt dem Produkttyp an, dem Produkt gepackt hat.

# TracekeyListDownload
source: Download
de: Herunterladen

# TracekeyListGetstatus
source: Get Status
de: Status erscheinen

# TRacekeyListTempstatuschkstock
source: UNABLE TO COMPLETE REQUREST. CHECK STOCK OR MAXIMUM REQUEST SIZE
de: Die Anfrage kann nicht abgeschlossen werden. Überprüfen Sie das Lager oder maximale Größe Ihrer Anfrage.

# TRacekeyListTempstatusreq
source: UNABLE TO COMPLETE REQUREST. PLEASE TRY AGAIN LATER
de: Die Anfrage kann nicht abschließen. Bitte versuchen Sie noch einmal.

# TracekeyReqstListTitle
source: TraceKey Request List
de: TraceKey Anfrage Liste

# headerUnusedSerialNumbersQuantity
source: Unused Serial Numbers
de: Unbenutzte Seriennummer

# rusSerialNumberValidFor
source: Valid For
de: Gültig für
fr: Valid For sdf

# cmnMenuItemDashboard
source: Dashboard
fr: Dashboardsdf

# cmnMenuItemDAVA
source: DAVA
fr: DAVAsadf

# cmnMenuItemTracelinkServ
source: Tracelink Services
fr: Tracelink Servicesdsf

# cmnMenuItemTracelinkServSOMDetls
source: SOM Details
fr: SOM Detailssdfsdf

# ImporterTracelink
source: Trace Link
fr: Trace Linksdf

# ImporterTracelinkGTIN
source: GTIN
fr: GTINsdf

# ReportsJobsBatchesReportsDetail
source: Detail
fr: Detailsdf

# ReportsJobsFiltersPlantCode
source: Plant Code
fr: Plant Codesdf

# ReportsJobsValuesGTIN
source: GTIN
fr: GTINsdf

# ReportsJobsValuesTotal
source: Total
fr: Totalsdf

# ReportsTrails
source: Trails
fr: Trailssdf

# RolesIndexName
source: Name
fr: Namesdf

# SOMDetailsGLN
source: GLN
fr: GLNsdf

# SOMEditGLN
source: GLN
fr: GLNsdf

# SOMIndex
source: SOM Details
fr: SOM Detailssdf

# TracelinkExportFilesSOMDetails
source: SOM Details
fr: SOM Detailssdf

# TracelinkProductXmlTargetMarketExemption
source: TargetMarketExemption
fr: TargetMarketExemptionsdf

# TracelinkProductXmlTargetMarketExemptionDate
source: TargetMarketExemption Date
fr: TargetMarketExemption Datesdf

# TracelinkUploadFilesDispositionFile
source: Disposition File
fr: Disposition Filesdf

# TracelinkUploadFilesDispositionUpdateFile
source: Disposition Update File
fr: Disposition Update Filesdf

# HomeLiveExecutionStatus
source: Status:
fr: Statussdf:

# JobsFGCode
source: FG Code
fr: FG Codesdf

# JobsGTIN
source: GTIN
fr: GTINsdf

# JobsMRP
source: MRP
fr: MRPsdf

# LineLocationPlantCode
source: Plant Code
fr: Plant Codesdf

# LineLocationServerName
source: Server Name
fr: Server Namesdf

# ProductFGCode
source: FG Code
fr: FG Codesdf

# ProductGTIN
source: GTIN
fr: GTINsdf
