Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# ToolTipUserName
source: Please Enter User Name.
de: Der Benutzer Name wird alternativ als Login-ID, Benutzer-ID bezeichnet, es ist der Name, der einem Benutzer auf einem Computer oder einer Anwendung gegeben wird. Dieser Name ist im Allgemeinen eine Abkürzung für den vollständigen Namen des Benutzers. Zum Beispiel kann eine Person, die als John Smith bekannt ist. hat den Benutzernamen von smitj zugewiesen.
fr: Please enter User Namesdf

# ToolTipUserPassword
source: Please Enter Maximum 16 Digits And Minimum 8 Digits Password With At Least 1 Small Letter,Capital Letter,Number And Special Symbol.
de: Das Passwort sollte maximal 16 und minimal 8 Buchstaben lang sein. Das Passwort muss eine Kombination aus Kleinbuchstaben, Großbuchstaben, Zahlen und Sonderzeichen sein.
fr: Please enter maximum 16 digits and Minimum 8 digits Password with atlease 1 small letter,Capital letter,Number and Special Symbolsdf

# ToolTipUserPasswordExp
source: Please Enter Number Of Days After Which Password Should Expire.
de: Der Administrator muss die Ablauffrist für das Passwort definieren. Basierend auf der eingestellten Anzahl von Tagen ist das Benutzerpasswort abgelaufen.
fr: Please enter number of days after which Password should expiresdf

# ToolTipUserReportActive
source: Please Check The Radio Button If You Would Line To View Active User Report.
de: Wenn diese Option geprüft ist, ist der Benutzer aktiv, sonst inaktiv.
fr: Please check the radio button if you would line to View Active User Reportsdf

# ToolTipUserReportDeactive
source: Please Check The Radio Button If You Would Line To View Deactive User Report.
de: Wenn diese Option geprüft ist, ist der Benutzer inaktiv, sonst aktiv.
fr: Please check the radio button if you would line to View Deactive User Reportsdf

# ToopTipBatchLotNo
source: Please Enter Lot Number.
de: Charge /Losnummer ist im 2D DataMatrix-Code zu kodieren und in menschenlesbarer Form zu drucken. Es sollte maximal 20 Zeichen lang sein, A-Z a-z 0-9 Zeichen können verwendet werden.
fr: Please enter Lot Numbersdf

# TooTipBatchProductCode
source: It Shows Product Code Of The Selected FG Code.
de: Es wird der Produkt Code des ausgewählten FG Codes angezeigt.
fr: It shows Product Code of the selected FG Code.sdf

# TracelinkExportFiles
source: Generate Files
de: Dateien generieren
fr: Generate Filessdf

# TracelinkExportFilesBatchNo
source: Batch No
de: Chargennummer
fr: Batch Nosdf

# TracelinkExportFilesFileType
source: File Type
de: Dateityp
fr: File Typesdf

# TracelinkProductXml
source: Generate Product Detail File
de: Produkt Detail Datei generieren
fr: Generate Product Detail Filesdf

# TracelinkProductXmlBatchNo
source: Batch No
de: Chargennummer
fr: Batch Nosdf

# TracelinkProductXmlCompanyName
source: Company Name
de: Name der Firma
fr: Company Namesdf

# TracelinkProductXmlCountryName
source: Country Name
de: Ländername
fr: Contry Namesdf

# TracelinkProductXmlCurrencyCode
source: Currency Code
de: Währungscode
fr: Currency Codesdf

# TracelinkProductXmlProductName
source: Product Name
de: Produkt Name
fr: Product Namesdf

# TracelinkProductXmlTargetMarketExemptionReference
source: TargetMarketExemption Reference
de: TargetMarketExemption-Referenz
fr: TargetMarketExemption Referencesdf

# TracelinkUploadFiles
source: Upload Files
de: Daten hochladen
fr: Upload Filessdf

# TracelinkUploadFilesSOMFile
source: SOM File
de: SOM-Datei
fr: SOM Filesdf

# TrailAccountdeactivated
source: The User Account Has Been Deactivated.
de: Das Benutzerkonto wurde deaktiviert.
fr: The user account has been deactivatedsdf.

# TrailAccountFirstTime
source: Logged In First Time. Password Reset Attempting.
de: Zum ersten Mal angemeldet. Versuch, das Passwort zurückzusetzen.
fr: Logged in first time. Password reset attemptingsdf

# TrailAccountinvalidcredentials
source: Tried To Log In But Failed. Invalid Credentials.
de: Anmeldeversuch fehlgeschlagen. Ungültige Anmeldeinformationen.
fr: tried to Log In but failed. invalid credentialssdf.

# TrailAccountLoggedIn
source: Logged In.
de: eingeloggt
fr: Logged Insdf.

# TrailAccountLoggedOut
source: Logged Out.
de: abgemeldet
fr: Logged Outsdf.

# TrailAccountPasswordExpired
source: Logged In But Password Is Expired,Password Reset Attempting.
de: eingeloggt, aber Passwort ist abgelaufen, Passwort zurücksetzen versucht.
fr: Logged in but password is expired. Password reset attemptingsdf

# TrailAccountResetpassword
source: Reset The Password For User :
de: Passwort zurücksetzen für den Benutzer :
fr: Reset the password for usersdf :

# TrailAccounttryingtoLogIn
source: Is Trying To Log In Inspite Of Account Is Deactivated.
de: Versucht, sich zu einloggen obwohl das Konto deaktiviert ist.
fr: is trying to Log In inspite of account is deactivatedsdf.

# TrailActionBatchActivity
source: Batch Activities
de: Charge Aktivitäten
fr: Batch Activitiessdf

# TrailActionChinaActivity
source: China Compliance.
de: China Übereinstimmung
fr: China Compliancesdf

# TrailActionLabelActivity
source: Label Designer Activity
de: Etikett Designer Aktivität
fr: Label Designer Activitysdf

# TrailActionProductActivity
source: Product Activities
de: Produkt aktivitäten
fr: Product Activitiessdf

# TrailActionRoleActivity
source: User Role Activities
de: Benutzer Funktion aktivitäten
fr: User Role Activitiessdf

# TrailActionSKoreaActivity
source: South Korea Compliance
de: Südkorea Übereinstimmung
fr: South Korea Compliancesdf

# TrailActionTraceLinkModule
source: Third Party UID Activities
de: Dritte Partei aktivitäten
fr: Third Party UID Activitiessdf

# TrailCustomerCreated
source: Created Customer :
de: Erstellter Kunde:
fr: created customersdf :

# TrailCustomerDeleted
source: Deleted Customer:
de: Gelöschter Kunde:
fr: deleted customersdf:

# TrailCustomerUpdated
source: Updated Customer :
de: Aktualisierter Kunde:
fr: updated customersdf :

# TrailDataReportrequestedtoview
source: Requested To View.
de: Ansicht angefordert

# TrailEPCISReceiverCreated
source: Created EPCIS Receiver.
de: EPCIS Empfänger erstellt

# TrailEpcisTransporterCreate
source: Created Transporter.
de: Transporter erstellt

# TrailErrorOccured
source: Error Occured !
de: Fehler aufgetreten
fr: Error Occuredsdf !

# TrailESignature
source: E-Signature.
de: E-Signatur

# TrailHomeRequestedLiveLines
source: Requested To View Live Lines.
de: Aktive linie aussicht agefordert
fr: Requested to view Live Linessdf

# TrailInfoDavaActivity
source: Dava Activities
de: DAVA Aktivitäten
fr: Dava Activitiessdf

# TrailInfoEPCISActivity
source: EPCIS Activities
de: EPCIS Aktivitäten
fr: EPCIS Activitiessdf

# TrailInfoLineActivity
source: Line Setting Activites
de: Produkt Linie Einstellungen Aktivitäten
fr: Line Setting Activitessdf

# TrailInfoSettingActivity
source: Setting Activities
de: Einstellungen Aktivitäten
fr: Setting Activitiessdf

# TrailJobBatchTransfers
source: Requested To View Batch Transfers.
de: Charge verschieb Ansicht angefordert
fr: Requested to view Batch Transferssdf

# TrailJobClosed
source: Closed The Batch :
de: Charge geschlossen:
fr: Closed the Batchsdf :

# TrailJobclosedsuccessfully
source: Batch Closed Successfully.
de: Charge geschlossen
fr: batch closed successfullysdf.

# TrailJobcreatedbatch
source: Created a Batch :
de: Erstellt Charge
fr: created a batchsdf :

# TrailJobDECOMMISSIONEDBATCH
source: User Has Decommissioned Batch :
de: Benutzer hat die Charge stillgelegt
fr: USER HAS DECOMMISSIONED BATCHsdf :

# TrailJobfailedtotransferLine
source: Requested To Batch Transfers But Failed To Transfer To Line :
de: Angefordert, um Übertragungen zu Charge ,aber Übertragung auf Leitung fehlgeschlagen:
fr: Requested to Batch Transfers but failed to transfer to Linesdf :

# TrailJobprocessingbatch
source: Processing Batch
de: Bearbeitung Charge
fr: processing batchsdf

# TrailJobprovidedremark
source: Did Not Provided Remark During Verifying Batch :
de: Beim überprüfend, der Anmerkung ist nicht vorausgesetzt
fr: did not provided remark during verifying batchsdf :

# TrailJobrequestdetailbatch
source: Requested To View Details Of Batch:
de: Charge-details aussicht angefordert

# TrailJobRequestedclosing
source: Requested For Closing The Batch :
de: Charge schließung angefordert
fr: Requested for closing the Batchsdf :

# TrailJobREQUESTEDEDITBATCH
source: Requested To Edit Batch:
de: Charge bearbeitung angefordert
fr: REQUESTED TO EDIT BATCHsdf :

# TrailJobrequestview
source: Requested To View Line
de: Angefordert zum zeigen linie.
fr: requested to view Linesdf

# TrailJobrequestviewbatch
source: Requested To View Batches.
de: Chargen Ansicht angefordert
fr: requested to view batchessdf.

# TrailJobrequestviewBatchdata
source: Requested To View Batch data.
de: Charge -daten Ansicht angefordert
fr: requested to view Batch datasdf

# TrailJobTranferedbatch
source: Tranfered Batch :
de: Charge übertragen
fr: Tranfered batchsdf :

# TrailJobVerifyBatch
source: Requested To View Batches To Verify.
de: Angefordert zur zeigen Charge zu überprüfen.
fr: requested to view batches to verifysdf

# TrailJobviewdecommissionedBatch
source: Requested To View Decommissioned Batch :
de: Angefordert zur zeigen den Stilllegen Charge.
fr: Requested to view decommissioned Batchsdf :

# TrailLblLytDsgViewLabelLayout
source: Requested To View Label Layout Designer.
de: Charge Layout Designer Ansicht angefordert
fr: Requested to view Label Layout Designersdf

# TrailLineLocationsuccessfullycreated
source: Created Successfully.
de: Erstellt Erfolgreich .
fr: successfully createdsdf.

# TrailLineLocationsuccessfullydeleted
source: Deleted Successfully.
de: Erfolgreich gelöscht.
fr: successfully deletedsdf.

# TrailLineLocationsuccessfullyupdated
source: Updated Successfully.
de: Aktualisiert Erfolgreich
fr: successfully updatedsdf.

# TrailLineLocationViewDetail
source: Requested To View Details Of Line :
de: Details von linie Ansicht angefordert
fr: Requested to view details of Linesdf :

# TrailLineLocationViewLine
source: Requested To View LineLocation.
de: Linie Standort Ansicht angefordert
fr: Requested to view LineLocationsdf

# TrailLoginActivity
source: Login Activity
de: Einloggen Aktivität
fr: Login Activitysdf

# TrailLogoutActivity
source: Logout Activity
de: Abmelden Aktivität
fr: Logout Activitysdf

# TrailProductcreatedproduct
source: Created a Product As
de: Erstellt ein Produkt als

# TrailProductEditProduct
source: Requested To Edit Product :
de: Angefordert zum zeigen die Bearbeiten für der Produkt:
fr: Requested to Edit productsdf :

# TrailProductforverification
source: For Verification.
de: Für Verifizierung
fr: for verificationsdf.

# TrailProductImportAlreadyExist
source: Already Exists !
de: Bereits existiert.
fr: already existssdf !

# TrailProductRequestViewProduct
source: Requested To View Product :
de: Angefordert zum zeigen des Produkts :
fr: Requested to view productsdf :

# TrailProductUpdatedproduct
source: Updated a Product:
de: Produkt aktualisiert:
fr: Updated a productsdf

# TrailProductverifiedproduct
source: Verified a Product:
de: Produkt Verifiziert :
fr: verified a productsdf :

# TrailProductVerofiedProduct
source: Requested To View Products Which Are Not Verified.
de: Angefordert zum zeigen Produkte , die nicht überprüft wurde.
fr: Requested to view Products which are not verifiedsdf.

# TrailProductViewDetail
source: Requested To View Details Of Product :
de: Angefordert zum zeigen die Details von Produkt
fr: Requested to view details of productsdf :

# TrailProductViewImport
source: Requested To View Import Product.
de: Angefordert zum zeigen die import produkt.
fr: Requested to view Import Productsdf

# TrailProductViewProduct
source: Requested To View Products.
de: Angefordert zum zeigen die Produkten.
fr: Requested to view productssdf

# TrailProducycreatedproduct
source: created a product
de: Erstellt Produkt
fr: created a product assdf

# TrailProvidercreatedprovider
source: Created a Provider:
de: Erstellt einen Anbieter:
fr: created a providersdf:

# TrailProviderdeleted
source: Deleted a Provider :
de: Einen Anbieter gelöscht:
fr: deleted providersdf :

# TrailProvidersView
source: Requested To View Provider :
de: Angefordert zum zeigen der Anbieter :
fr: requested to view providersdf :

# TrailProviderupdatedprovider
source: Updated a Provider:
de: Anbieter aktualisiert:
fr: updated a providersdf:

# TrailReportActivity
source: Report Activities
de: Aktivitäten melden
fr: Report Activitiessdf

# TrailReportand
source: And
de: Und
fr: andsdf

# TrailReportandDivisionCode
source: And Division Code :
de: Und Division Code:
fr: and Division Codesdf :

# TrailReportAndfor
source: . And For
de: . Und für
fr: . And forsdf

# TrailReportandPlantCode
source: And Plant Code :
de: Und Lohnfertigung Code
fr: and Plant Codesdf :

# TrailReportJobWiseSSCC
source: Requested To View Batch Wise SSCC Report For Batch Name.
de: Angefordert zum zeigen die Chargeweise SSCC-Bericht für die Charge Name
fr: requested to view Batch Wise SSCC Report for batch namesdf

# TrailReportLineCode
source: Requested To View Line Codes As Per Location Code :
de: Angefordert zum zeigen Linie Codes wie der Standortcode haben:
fr: requested to view Line Codes as per Location Codesdf :

# TrailReportPCReport
source: Requested To View Parent Child Relationship Report For Job Name:
de: Angefordert zum zeigen den Parent-Child Beziehungs Bericht für den Job Name:

# TrailReporttill
source: Till
de: Bis

# TrailReportTracelinkviewProductDetails
source: Requested To View Product Details Report.
de: Angefordert zum zeigen den Produkt Details Bericht
fr: requested to view Product Details Reportsdf

# TrailReportUserReport
source: User Report
de: Benutzer Bericht

# TrailReportviewAuditTrail
source: Requested To View Audit Trail Report As On
de: Angefordert zum zeigen den Audit-Trail-Bericht als aktiviert
fr: requested to view Audit Trail Report as onsdf

# TrailReportviewbatchcreatedDate
source: Requested To View Batches ( Created Date wise) As on
de: Angefordert zur zeigen Chargen (Erstellungsdatum-mäßig) als aktiviert
fr: requested to view Batches ( Created Date wise) as onsdf

# TrailReportviewbatchExp
source: Requested To View Batches ( Exp Date wise) As on
de: Angefordert zur zeigen Chargen (Haltbarkeitsdatum-mäßig) als aktiviert
fr: requested to view Batches ( Exp Date wise) as onsdf

# TrailReportviewBatchMfg
source: Requested To View Batches ( Mfg Date wise) As on
de: Angefordert zur zeigen Chargen (Herstellungsdatum-mäßig) als aktiviert
fr: requested to view Batches ( Mfg Date wise) as onsdf

# TrailReportviewDecommissionedUID
source: Requested To View Decommissioned UID's Report For Job Name
de: Angefordert zum zeigen der stillgelegten UID bericht für Job Name
fr: requested to view Decommissioned UID's Report for Job namesdf

# TrailReportViewDetailed
source: Requested To View Detailed Report As on
de: Angefordert zum zeigen der detaillierten Bericht als
fr: requested to view Detailed Report as onsdf

# TrailReportviewDetailedJobInfo
source: Requested To View Detailed Job Information Report For Job Name
de: Angefordert zum zeigen der detaillierten Job Information bericht für Job Name
fr: requested to view Detailed Job Information Report for Job namesdf

# TrailReportviewDetailwithOperator
source: Requested To View Detailed With Operator Report as On
de: Angefordert zum zeigen den Detailliert mit Operator Bericht" als aktiviert
fr: requested to view Detailed With Operator Report as onsdf

# TrailReportviewOperatorStatistics
source: Requested To View Operator Statistics Report as On
de: Angefordert zum zeigen Operator Statistik Bericht als aktiviert
fr: requested to view Operator Statistics Report as onsdf

# TrailReportviewPlantCode
source: Requested To View Plant Codes As Per Location Code :
de: Angefordert zum zeigen die Werk Codes wie der Standort Code haben
fr: requested to view Plant Codes as per Location Codesdf :

# TrailReportviewProductDetails
source: Requested To View Product Details Report As On
de: Angefordert zum zeigen der Produktdetails-bericht als aktiviert
fr: requested to view Product Details Report as onsdf

# TrailReportViewProductWise
source: Requested To View Product Wise Report As On
de: Angefordert zum zeigen den Produktmäßig Bericht als aktiviert
fr: requested to view Product Wise Report as onsdf

# TrailReportviewSummary
source: Requested To View Summary Report As On
de: Angefordert zum zeigen die Zusammenfassungsbericht als aktiviert
fr: requested to view Summary Report as onsdf

# TrailReportviewTracelinkRequest
source: Requested To View Tracelink Request Report.
de: Angefordert zum zeigen die Tracelink Anfrage Bericht.
fr: requested to view Tracelink Request Reportsdf

# TrailReportviewTracelinkSerailNumber
source: Requested To View Tracelink Serial Number Report.
de: Angefordert zum zeigen Tracelink Seriennummer bericht
fr: requested to view Tracelink Serail Number Reportsdf

# TrailReportviewTracelinkUnusedSerialNumber
source: Requested To View Tracelink Unused Serial Number Report.
de: Angefordert zum zeigen Tracelink Unbenutzt Seriennummer bericht
fr: requested to view Tracelink Unused Serial Number Reportsdf

# TrailReportviewUID
source: Requested To View UID's Report For Batch Name.
de: Angefordert zum zeigen den UID Bericht für die Charge Name anzuzeigen.
fr: requested to view UID's Report for batch namesdf

# TrailReporViewBadUIDList
source: Requested To View Bad UID List Report For Job Name.
de: Angefordert zum zeigen ungültigen UID Liste Bericht für Job Name.
fr: requested to view Bad UID list Report for Job namesdf

# TrailReporviewDivisionCode
source: Requested To View Division Codes As Per Location Code :
de: Angefordert zum zeigen Division Codes wie der Standort Code haben:
fr: requested to view Division Codes as per Location Codesdf :

# TrailRoleActivatedrole
source: Activated Role
de: Funktion aktivierte

# TrailRoleCreatesuccessfully
source: Role Created Successfully.
de: Die Funktion erfolgreich erstellt hat.

# TrailRoleDeactivated
source: Deactivated Role.
de: Die Funktion deaktivierte
fr: Deactivated rolesdf

# TrailRolesViewDetail
source: Requested To View Roles Details For
de: Angefordert zum zeigen die Funktionndetails für
fr: requested to view Roles Details forsdf

# TrailRolesViewRoles
source: Requested To View Roles.
de: Angefordert zum zeigen die Funktion

# TrailRoleupdatedRole
source: Updated Role.
de: Funktion Aktualisierte
fr: updated Rolesdf

# TrailRoleupdatepermissionrole
source: Updated The Permission For Role :
de: Die Berechtigung für die Funktion wurde aktualisiert:
fr: updated the permission for Rolesdf :

# TrailSettingscreatedAppSettings
source: Created App Settings :
de: erstellt App Einstellungen :
fr: created App Settingssdf :

# TrailSettingsDatabaseBackUpSuccessfully
source: Database BackUp Taken Successfully By User :
de: Datenbank Backup wurde vom Benutzer erfolgreich durchgeführt:
fr: Database BackUp Taken Successfully By Usersdf :

# TrailSettingsDBConnectionLost
source: Database Connection Lost.
de: Datenbank Verbindung verloren
fr: Database Connection Lostsdf

# TrailSettingsEditAppSettings
source: Edit App Settings :
de: App-Einstellungen bearbeiten:
fr: Edit App Settingssdf :

# TrailSettingsEditSettings
source: Requested To Edit Settings.
de: Angefordert zum der Einstellungen bearbeitung.
fr: requested to Edit Settingssdf

# TrailSettingsRequestEditAppSettings
source: Requested To Edit App Settings.
de: Zur Bearbeitung der App-Einstellungen aufgefordert.
fr: requested to Edit App Settingssdf

# TrailSettingsupdatedCompanySettings
source: Updated Company Settings.
de: Firma Einstellungen aktualisiert.
fr: updated Company Settingssdf

# TrailSettingsViewCompanySettings
source: Requested To View Company Settings.
de: Angefordert zum zeigen die Firma Einstellungen.
fr: Requested to view Company Settingssdf

# TrailSettingsviewDataBaseBackup
source: Requested To View DataBase Backup.
de: Angefordert zum zeigen DataBase-Backup.
fr: Requested to view DataBase Backupsdf

# TrailSomSuccessfullyadded
source: SOM Details Created Successfully.
de: SOM Details wurde erfolgreich erstellt.
fr: Successfully addedsdf

# TrailSomSuccessfullydeleted
source: SOM Details Deleted Successfully.
de: SOM Details erfolgreich gelöscht.
fr: Successfully deletedsdf

# TrailSomSuccessfullyupdated
source: SOM Details Updated Successfully.
de: SOM Details wurde erfolgreich aktualisiert
fr: Successfully updatedsdf

# TrailUserAlreadyexist
source: Already Name Is Existing !
de: Name wurde bereits existiert
fr: Already name is existingsdf !

# TrailUserchangedroleuser
source: Changed The Role Of User :
de: Die Funktion wurde vom Benutzers geändert :
fr: changed the role of usersdf :

# TrailUsercreateduser
source: Created user :
de: Erstellt Benutzer
fr: created usersdf :

# TrailUsersuccessfullyactivated
source: User Activated Successfully :
de: Benutzer aktiviert erfolgreich
fr: successfully activated Usersdf :

# TrailUsersuccessfullydeactivated
source: User Deactivated Successfully :
de: Benutzer deaktiviert erfolgreich
fr: successfully deactivated usersdf :

# TrailUserViewUsers
source: Requested To View Users.
de: Angefordert zum zeigen Benutzers
fr: Requested to view userssdf.

# TrialJobtoverify
source: To verify.
de: überprüfen
fr: to verifysdf.

# TrialJobupdatedBatch
source: Updated a Batch :
de: aktualisiert Charge :
fr: updated a Batchsdf :

# UserChangeUserRole
source: Change User role.
de: Benutzer Funktion ändern
fr: Change user rolesdf.

# UserRemark
source: Remark
de: Anmerkung
fr: Remarksdf

# UserReportActiveUsers
source: Active Users
de: Aktiv Benutzer
fr: Active Userssdf

# UserReportDeActiveUser
source: Deactive Users
de: Deaktiv Benutzer
fr: Deactive Userssdf

# UsersActivation
source: Activate and Deactivate User
de: Benutzer aktivieren und deaktivieren
fr: Activate and Deactivate Usersdf

# UsersActivationIsActive
source: Is Active ?
de: Ist aktiv ?
fr: Is Active ?sdf

# UsersChangePassword
source: Change Password
de: Passwort ändern
fr: Change Passwordsdf

# UsersConfirmPassword
source: Confirm Password
de: Passwort bestätigen
fr: Confirm Passwordsdf

# UsersCreate
source: Create
de: Erstellen
fr: Createsdf

# UsersCreateSelectRole
source: Select Role
de: Funktion auswählen
fr: Select Rolesdf

# UsersEdit
source: Reset Password
de: Passwort zurücksetzen
fr: Reset Passwordsdf

# UsersEditAppSetting
source: Edit Application Settings
de: Anwendungseinstellungen bearbeiten
fr: Edit Application Settingssdf

# UsersIndex
source: Users
de: Benutzer
fr: Userssdf

# UsersIndexActions
source: Actions
de: Aktionen
fr: Actionssdf

# UsersIndexBtnCreate
source: Create User
de: Benutzer Erstellen
fr: Create Usersdf

# UsersIndexBtnPasswordExp
source: Password Expiry Setting
de: Passwort Ablauf Einstellung
fr: Password Expiry Settingsdf

# UsersIndexChangeRole
source: Change Role
de: Funktion ändern
fr: Change Rolesdf

# UsersIndexCreatedDate
source: Created Date
de: Erstellungsdatum
fr: Created Datesdf

# UsersIndexIsActive
source: Is Active ?
de: Ist aktiv ?
fr: Is Active ?sdf

# UsersIndexRole
source: Role
de: Funktion
fr: Rolesdf

# UsersIndexUserId
source: User Id
de: Benutzer Identifikation
fr: User Idsdf

# UsersPassword
source: Password
de: Passwort
fr: Passwordsdf

# UsersPasswordExpiryDays
source: Password Expiry Days
de: Passwort Verfalldatum
fr: Password Expiry Dayssdf

# UsersRembMe
source: Remember me?
de: Erinnern Sie sich an mich?
fr: Remember me?sdf

# UsersSynUser
source: Sync Active Directory Users
de: Activ Verzeichnis Benutzer synchronisieren
fr: Sync Active Directory Userssdf

# UsersUserId
source: User Id
de: Benutzer ID
fr: User Idsdf

# UsersUserName
source: User Name
de: Benutzer Name
fr: User Namesdf

source: Workshop
de: Werkstatt
fr: Workshopsdf
