Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# showMsgCustomerCreateContactPerson
source: Please Provide Contact Person.
de: Bitte geben Sie eine Kontakt Person ein.
fr: Please Provide Contact Personsdf

# showMsgCustomerCreateCountry
source: Please Select Country.
de: Bitte wählen den Land aus.
fr: Please Provide Countrysdf

# showMsgCustomerCreateEmail
source: Please Enter Valid Email Id.
de: Bitte fügen Sie eine gültige E-Mail-Adresse ein.
fr: Please enter valid email

# showMsgCustomerCreateLicenseAgency
source: Please Provide LicenseAgency.
de: Bitte geben Sie die Lizenz Agentur ein.
fr: Please Provide LicenseAgencysdf

# showMsgCustomerCreateState
source: Please Select State.
de: Bitte wählen Sie die Staat aus.
fr: Please Provide Statesdf

# showMsgEpcisTransporterName
source: Please Provide Transporter/Agency Name.
de: Bitte geben Sie den Namen des Transport / der Agentur ein.
fr: Please Provide Transporter/Agency Namesdf

# showMsgFromName
source: Please Provide FromName.
de: Bitte geben Sie FromName ein.

# showMsgHostAddress
source: Please Provide HostAddress.
de: Bitte geben Sie HostAddress ein.
fr: Please Provide HostAddresssdf

# showMsgHostPort
source: Please Provide HostPort.
de: Bitte geben Sie HostPort ein.

# showMsgHostpublickeyfile
source: Please Provide Hostpublickeyfile.
de: Bitte geben Sie Hostpublickeyfile ein.

# showMsgName
source: Please Provide Name.
de: Bitte geben Sie Ihren Namen ein.
fr: Please Provide Namesdf

# showMsgReceiverCustomerCountry
source: Please Select Receiver Country.
de: Bitte wählen Sie das Empfängere Land aus.
fr: Please Select Receiver Countrysdf.

# showMsgSelfprivatekeyfile
source: Please Provide Selfprivatekeyfile.
de: Bitte geben Sie Selfprivatekeyfile ein.

# showMsgSelfPrivateKeyPassword
source: Please Provide SelfPrivateKeyPassword.
de: Bitte geben Sie SelfPrivateKeyPassword ein.

# showMsgSelfpublickeyfile
source: Please Provide Selfpublickeyfile.
de: Bitte geben Sie Selfpublickeyfile ein.

# showMsgSenderCustomerCountry
source: Please Select Sender Country.
de: Bitte wählen Sie das Absendere Land aus.
fr: Please Select Sender Countrysdf.

# showMsgToName
source: Please Provide ToName.
de: Bitte geben Sie ToName ein.

# SOMCreate
source: Create SOM Details
de: SOM-Details erstellen

# SOMDeliveryCompleteFlag
source: Delivery Complete Flag
de: Lieferung abgeschlossen Flag
fr: Delivery Complete Flagsdf

# SOMDeliveryNumber
source: Delivery Number
de: Liefernummer
fr: Delivery Numbersdf

# SOMDetailsBusinessId
source: Business Id
de: Geschäfts ID
fr: Business Idsdf

# SOMDetailsBusinessName
source: Business Name
de: Geschäftsname
fr: Business Namesdf

# SOMDetailsCity
source: City
de: Stadt
fr: Citysdf

# SOMDetailsCountry
source: Country
de: Land
fr: Countrysdf

# SOMDetailsDetailsof
source: Details Of
de: Details von
fr: Details ofsdf

# SOMDetailsPostalCode
source: Postal Code
de: Postleitzahl
fr: Postal Codesdf

# SOMDetailsReceiverDetails
source: Receiver Details
de: Empfänger Details
fr: Receiver Detailssdf

# SOMDetailsStateOrRegion
source: State Or Region
de: Bundesland oder Region
fr: State Or Regionsdf

# SOMDetailsStreet
source: Street
de: Straße
fr: Street1sdf

# SOMEdit
source: Edit SOM Details
de: SOM-Details bearbeiten
fr: Edit SOM Detailssdf

# SOMEditBusinessId
source: Business Id
de: Geschäfts ID
fr: Business Idsdf

# SOMEditBusinessName
source: Business Name
de: Geschäftsname
fr: Business Namesdf

# SOMEditCity
source: City
de: Stadt
fr: Citysdf

# SOMEditCountry
source: Country
de: Land
fr: Countrysdf

# SOMEditReceiverDetails
source: Receiver Details
de: Empfänger Details
fr: Receiver Detailssdf

# SOMEditSenderDetails
source: Sender Details
de: Absenderangaben
fr: Sender Detailssdf

# SOMEditStateOrRegion
source: State Or Region
de: Bundesland oder Region
fr: State Or Regionsdf

# SOMEditStreet1
source: Street1
de: Straße 1
fr: Street1sdf

# SOMFromBusinessPartyLookupId
source: From Business Party Lookup Id
de: Aus Business Party Lookup-ID
fr: From Business Party Lookup Idsdf

# SOMIndexAction
source: Action
de: Aktion
fr: Actionsdf

# SOMIndexBusinessId
source: Businesss Id
de: Geschäfts-ID
fr: Businesss Idsdf

# SOMIndexBusinessName
source: Business Name
de: Geschäftsname
fr: Business Namesdf

# SOMIndexCountry
source: Country
de: Land
fr: Countrysdf

# SOMIndexCreateNew
source: Create New
de: Erstelle neu
fr: Create Newsdf

# SOMIndexEdit
source: Edit
de: Bearbeiten
fr: Editsdf

# SOMIndexView
source: View
de: Ansicht
fr: Viewsdf

# SOMIsSerialized
source: Is Serialized ?
de: Ist serialisiert?
fr: Is Serialized ?sdf

# SOMSalesDistributionType
source: Sales Distribution Type
de: Vertriebsverteilungsart
fr: Sales Distribution Typesdf

# SOMShipFromLocationLookupId
source: Ship From Location Lookup Id
de: ID für Sendung ab Standort suchen
fr: Ship From Location Lookup Idsdf

# SOMShipToLocationLookupId
source: Ship To Location Lookup Id
de: Nachschlage-ID für Zieladresse
fr: Ship To Location Lookup Idsdf

# SOMToBusinessPartyLookupId
source: To Business Party LookupId
de: Zur Business Party LookupId
fr: To Business Party LookupIdsdf

# SOMTransactionDate
source: Transaction Date
de: Transaktionsdatum
fr: Transaction Datesdf

# SOMTransactionIdentifier
source: Transaction Identifier
de: Transaktions-ID
fr: Transaction Identifiersdf

# SubType
source: Type
de: Typ

source: Sub-Type Number
de: Subtyp Nummer

source: Sub Type Specification
de: Subtyp Specifikation
fr: Sub Type Specificationsdf

# TempDataAccountContInvalidUser
source: Invalid User.
de: Ungültiger Benutzer
fr: Invalid Usersdf

# TempDataAccountdifferentpassword
source: Kindly Use a Different Password ! This Password Was Used Previously.
de: Bitte ein anderes Passwort benutzen! Dieses Passwort wurde bereits benutzt
fr: Kindly use a different password ! This password was used previouslysdf.

# TempDataAccountPasswordreset
source: Password Reset Successfully.
de: Passwort erfolgreich zurückgesetzt
fr: Password reset successfullysdf

# TempDataAS2createdsuccessfully
source: AS2 Server Details Created Successfully.
de: AS2-Server Details erfolgreich erstellt.

# TempDataAS2updatedsuccessfully
source: AS2 Server Details Updated Successfully.
de: AS2-Server Details wurden erfolgreich aktualisiert.

# TempDataCustomerCreate
source: Customer Created Successfully.
de: Kunde erfolgreich erstellt.
fr: customer successfully createdsdf.

# TempDataCustomerDeleted
source: Customer Deleted Successfully.
de: Kunde erfolgreich gelöscht.
fr: customer successfully deletedsdf.

# TempDataCustomerUpdated
source: Customer Updated Successfully .
de: Kunde erfolgreich aktualisiert.
fr: customer successfully updatedsdf.

# TempDataDavaInvalid
source: Invalid
de: Ungültig
fr: Invalidsdf

# TempDataDavaInvalidcountry
source: Invalid Country Code
de: Ungültiger Landesvorwahl
fr: Invalid country codesdf

# TempDataDavaInvalidinput
source: Invalid Input
de: Ungültiger Eingang
fr: Invalid inputsdf

# TempDataDavaNobatch
source: No Batch Provided !
de: Keine Charge bereitgestellt!
fr: No batch providedsdf !

# TempDataDavaNoData
source: No Data Found
de: Keine Daten gefunden
fr: No Data Foundsdf

# TempDataDavaNotexist
source: Not Exist
de: Nicht existieren
fr: Not existsdf

# TempDataDavaRegeneratedsuccessfully
source: Regenerated Successfully !
de: XML Daten Erfolgreich regeneriert!
fr: Regenerated successfullysdf !

# TempDataDavaselectXML
source: Please Select XML File To Regenerate.
de: Bitte wählen Sie die XML-Datei aus, um neu zu generieren.
fr: Please select XML file to regeneratesdf.

# TempDatadecommissionedsuccessfully
source: Batch Decommissioned Successfully.
de: Charge erfolgreich stillgelegt.
fr: batch decommissioned successfullysdf

# TempDataEPCISReceiverCreated
source: EPCIS Receiver Created Successfully.
de: EPCIS Empfänger erfolgreich erstellt.
fr: EPCIS Receiver created successfullysdf

# TempDataEPCISReceiverUpdated
source: Updated Successfully.
de: Erfolgreich aktualisiert
fr: Updated successfullysdf

# TempDataEPCISselectjob
source: Please Select Job.
de: Bitte wählen Charge aus.
fr: Please select jobsdf

# TempDataEpcisTransporterCreatedSuccessfully
source: Transporter Created Successfully.
de: Transporter erfolgreich erstellt.
fr: Transporter created successfullysdf

# TempDataImporterDataimported
source: Data Imported Successfully.
de: Daten erfolgreich importiert.

# TempDataImporterError
source: Error Occcured ! Details :
de: Fehler aufgetreten. Details :
fr: Error occcured ! Detailssdf :

# TempDataImporterservererrors
source: Tracelink server errors :
de: Tracelink Server Fehler :
fr: Tracelink server errorssdf :

# TempDataImporterUnablestore
source: Unable To Store Received Data !
de: Empfangene Daten können nicht gespeichert werden
fr: Unable to store received datasdf !

# TempDataJobBatch
source: Batch:
de: Charge :

# TempDataJobcreatedsuccessfully
source: Batch Created Successfully.
de: Charge erfolgreich erstellt.
fr: batch created successfullysdf

# TempDataJobforline
source: . For Line :
de: Für Linie:
fr: . For linesdf :

# TempDataJobLinedetailsnotprovided
source: Line Details Not Provided. Kindly Contact Administrator.
de: Die Details Linie hat nicht bereitgestellt. Bitte wenden Sie sich an den Administrator.
fr: Line details not provided. Kindly contact administratorsdf.

# TempDataJobNobatch
source: No Batches or Line Location Not Available.
de: Keine Charge oder der Linie Standort nicht verfügbar.
fr: No batches or line location not availablesdf.

# TempDataJobNoconnectionstringavailableforline
source: No Connection String Available For The Line.
de: Keine Verbindung Zeichenkette für die Linie ist verfügbar.
fr: No connection string available for the linesdf.

# TempDataJobPreviousbatchexists
source: Previous Batch Exists On Line, Please Take Line Clearance To Continue.
de: Vorherige Charge ist auf die Linie verfügbar. Bitte nehmen Sie die Line Clearance, um fortzufahren.
fr: Previous batch exists on line, please take line clearance to continuesdf.

# TempDataJobproblemcreatingpackagingdetails
source: Batch Created Successfully. But Problem In Creating Packaging Details Data.
de: Charge erfolgreich erstellt, aber Problem beim Erstellen von der Verpackung Details.
fr: batch created successfully. But problem in creating packaging details datasdf.

# TempDataJobsuccessfullyallocated
source: Allocated Successfully To Line
de: Zugeordnet zur Produktion Linie Erfolgreich
fr: successfully allocated to line

# TempDataJobSuccessfullyverified
source: Batch Verified Successfully. For line :
de: Charge erfolgreich geprüft. Für die Produktion Linie:
fr: batch successfully verified. For linesdf :

# TempDataJobtakelineclearance
source: Previous Batch Exists On Line, Please Take Line Clearance To Continue.
de: Vorherige Charge ist auf die Produktion Linie verfügbar, Bitte nehmen Sie die Linie Clearance zu wietermachen
fr: Previous batch exists on line, please take line clearance to continuesdf.

# TempDataJobtransferedglobal
source: And Transfered To Global Server.
de: Und zum globalen Server übertragen.
fr: and transfered to global serversdf.

# TempDataJobtransferedglobalfailed
source: And Failure Occured To Transfer Data To Global Server.
de: Und beim Übertragen von Daten auf den globalen Server ist ein Fehler aufgetreten.
fr: and failure occured to transfer data to global serversdf.

# TempDataJobUIDdataunableupdate
source: Batch Verified Successfully But Batch UID Data Was Unable To Update:
de: Charge erfolgreich verifiziert, aber Charge -UID-Daten konnten nicht aktualisiert werden:
fr: batch verified successfully but batch UID data was unable to updatesdf:

# TempDataJobupdatedsuccessfully
source: Batch Updated Successfully.
de: Charge erfolgreich aktualisiert.
fr: batch updated successfullysdf

# TempDataJobverifiedbatch
source: Verified The Batch :
de: Charge geprüft :
fr: verified the batchsdf :

# TempDataJonNoconnectionrepectiveline
source: No Connection With Respective Line, Please Check Connection Setting.
de: Keine Verbindung mit der jeweiligen Produktion Linie. Überprüfen Sie die Einstellungen der Verbindung
fr: No connection with respective line. Please check connection settingsdf.

# TempDataLineLocationalreadyexist
source: Line Location Already Exist.
de: Linie Standort bereits verfügbar
fr: Line Location already existsdf

# TempDataNofilesfound
source: No Files Found.
de: Keine Dateien gefunden.
fr: No files foundsdf.

# TempDataProductDeleted
source: Product Deleted Successfully.
de: Produkt erfolgreich gelöscht.
fr: Product deleted successfullysdf.

# TempdataProductError
source: Error Occured ! Details :
de: Fehler aufgetreten. Details :
fr: Error Occured ! Detailssdf :

# TempDataProductimportedoutof
source: Products Imported Out Of
de: Produkte importiert heraus vom
fr: products imported out ofsdf

# TempDataProductimportedSuccessfully
source: Products Imported Successfully.
de: Produkte importierte Erfolgreich.
fr: products imported successfullysdf.

# TempDataProductInvalidfileformat
source: Invalid File Format ! kindly Provide Valid File.
de: Ungültiges Datei Format. Bitte geben Sie eine gültige Datei ein.
fr: Invalid file format ! kindly provide valid filesdf.

# TempDataProductNotavailabletoimport
source: No Products Available To Import.
de: Keine Produkte zum Importieren verfügbar.

# TempDataProductsavedsuccessfully
source: Product Saved Successfully.
de: Produkt gespeichert erfolgreich.
fr: Product saved successfullysdf.

# TempDataProductUpdateSuccessfully
source: Product Updated Successfully.
de: Produkt aktualisiert erfolgreich.
fr: Product updated successfullysdf.

# TempDataProductverifiedsuccessfully
source: Product Verified Successfully.
de: Produkt geprüft erfolgreich.
fr: Product verified successfullysdf.

# TempDataProviderDeletedsuccessfully
source: Provider Deleted Successfully.
de: Anbieter erfolgreich gelöscht.
fr: provider successfully deletedsdf.

# TempDataProviderSuccessfullycreated
source: Provider Created Successfully.
de: Anbieter erfolgreich erstellt.
fr: provider successfully created.

# TempDataProvidersuccessfullyupdated
source: Provider Updated Successfully.
de: Anbieter aktualisiert erfolgreich.
fr: successfully updatedsdf.

# TempDataReportInvalidUID
source: Invalid UID.
de: Ungültige UID
fr: Invalid UIDsdf

# TempDataReportUIDnotfound
source: UID Not Found.
de: UID nicht gefunden

# TempDataReportViewUserReport
source: Requested To View User Report.
de: Anfrage zum zeigen Benutzer Bericht
fr: requested to view User Reportsdf

# TempDataRFXLImportError
source: Tracelink Server Errors :
de: Tracelink Server Fehler :
fr: Tracelink server errorssdf :

# TempDataRoleactivatedsuccessfully
source: Role Is Activated.
de: Funktion ist aktiviert.
fr: Role activated successfullysdf

# TempDataRoleCreatedRole
source: Created a New Role.
de: Neue Funktion erstellt
fr: created a new Rolesdf

# TempDataRoledeactivatedsuccessfully
source: Role Is Deactivated.
de: Funktion ist deaktiviert
fr: Role deactivated successfullysdf

# TempDataRoleupdatedsuccessfully
source: Role Updated Successfully.
de: Funktion erfolgreich aktualisiert
fr: role updated successfullysdf.

# TempDataTracelinkBatchnotprovided
source: Batch No. Not Provided.
de: Chargennummer nicht bereitgestellt
fr: Batch No not providedsdf.

# TempDataTracelinkConnectionProblem
source: Failure Occured ! Connection Problem.
de: Fehler aufgetreten. Verbindung problem.
fr: Failure occured ! Connection problemsdf

# TempDataTracelinkDetailNotProvided
source: Detail Not Provided.
de: Detail nicht bereitgestellt
fr: Detail Not Providedsdf

# TempDataTracelinkFailureoccured
source: Failure Occured ! Details :
de: Fehler aufgetreten. Details :
fr: Failure occured ! Detailssdf :

# TempDataTracelinkFilenotprovided
source: File Type Not Provided.
de: Dateityp nicht bereitgestellt.
fr: File type not providedsdf.

# TempDataTracelinkNoPermmision
source: Failure Occured! No permission.
de: Fehler aufgetreten. Kein Erlaubnis.
fr: Failure occured! No permissionsdf

# TempDataTracelinkOther
source: Failure Occured !
de: Fehler aufgetreten
fr: Failure occuredsdf !

# TempDataTracelinkSelectFile
source: Please Select a File
de: Bitte wählen Sie eine Datei aus
fr: Please select a filesdf

# TempDataTracelinkSOMDetailsnotprovided
source: SOM Details Not Provided.
de: SOM Details nicht bereitgestellt
fr: SOM Details not providedsdf.

# TempDataTracelinkSSHException
source: Failure Occured ! SSH problem.
de: Fehler aufgetreten. SSH-Problem.
fr: Failure occured ! SSH problemsdf

# TempDataTracelinkSuccessfullyuploaded
source: Successfully Uploaded.
de: Erfolgreich hochgeladen
fr: Successfully uploadedsdf

# TempDataUseractivatedsuccessfully
source: User Activated Successfully.
de: Benutzer erfolgreich aktiviert
fr: User Successfully activatedsdf

# TempDataUsercreatedsuccessfully
source: User Created Successfully.
de: Benutzer erfolgreich erstellt
fr: user created successfullysdf

# TempDataUserdeactivatedsuccessfully
source: User Deactivated Successfully.
de: Benutzer erfolgreich deaktiviert
fr: User Successfully deactivatedsdf

# TempDataUserNoUseravailabletosync
source: No User Available To Sync.
de: Kein Benutzer ist verfügbar für die Synchronisierung
fr: No User available to syncsdf

# TempDataUserPasswordreset
source: Password Reset Successfully.
de: Passwort erfolgreich zurückgesetzt
fr: Password reset successfullysdf

# TempDataUserPasswordresetsuccessfullyfor
source: Password Reset Successfully For :
de: Passwort erfolgreich zurückgesetzt für:
fr: Password reset successfully forsdf :

# TempDataUserResetpassworduser
source: Reset The Password For User :
de: Setzen Sie das Passwort für den Benutzer zurück:
fr: Reset the password for usersdf :

# TempDataUserRolechanged
source: Role Changed Successfully.
de: Funktion erfolgreich geändert
fr: Role changed successfullysdf.

# TempDataUsersyncedsuccessfully
source: User Synced Successfully, Out Of.
de: Benutzer erfolgreich synchronisiert, heraus vom
fr: User synced successfully. Out ofsdf

# TempDataUserusedifferentpassword
source: Kindly Use a Different Password ! This Password Was Used Previously.
de: Bitte benutzen Sie ein anderes Passwort. Dieses Passwort wurde früher benutzt.
fr: Kindly use a different password ! This password was used previouslysdf.

# TempDataVendoeSuccessmailsent
source: Success Mail Sent !
de: Erfolg Mail gesendet
fr: Success mail sentsdf !

# TempDataVendorcreatedsuccessfully
source: Vendor Created successfully.
de: Lieferant erfolgreich erstellt
fr: vendor created successfullysdf.

# TempDataVendorcreatedvendornamed
source: Created Vendor Named :
de: Erstellter Lieferant mit dem Namen:
fr: created vendor namedsdf :

# TempDataVendordeletedsuccessfully
source: Vendor Deleted Successfully.
de: Kreditor erfolgreich gelöscht.
fr: vendor deleted successfullysdf.

# TempDataVendorNotifiedviaemail
source: Notified Via Email.
de: Per E-Mail benachrichtigt
fr: Notified via emailsdf.

# TempDataVendorSomethingwentworng
source: Something Went Wrong !
de: Da stimmt etwas nicht
fr: Something went worngsdf !

# TempDataVendorupdatedsuccessfully
source: Vendor Updated Successfully.
de: Anbieter erfolgreich aktualisiert.
fr: vendor updated successfullysdf.

# toastrBatchManagerbatchtransfer
source: Only One Batch Can Be Transfer.
de: Nur eine Charge übertragen werden.
fr: Only one batch can be transfersdf.

# toastrChangePwdInvalidPwd
source: Invalid Password. Please Try Again
de: Ungültiges Passwort. Bitte wiederholen
fr: Invalid password. Please try againsdf

# toastrChangePwdProvideOldPwd
source: Please Provide Old Password.
de: Bitte geben Sie ein altes Passwort ein.
fr: Please Provide Old Passwordsdf

# toastrChangePwdValidatePwd
source: Password Needs Combination of 8 Letters With Small Letters, Capital Letters, Number and Special Characters.
de: Passwort Kombination besteht aus 8 Zeichen mit Kleinbuchstaben, Großbuchstaben, Nummern und Sonderzeichen
fr: Password Needs combination of 8 letters with Small Letters, Capital Letters, Number and Special Charectersdf.

# toastrCreateJobBatchName
source: PO Number / Batch Name Already Exists.
de: Lohnfertigung Nummer/ Chargennummer bereits verfügbar
fr: Po Number / Batch Name already existssdf.

# toastrCreateJobBatchQuantity
source: Batch Quantity Needs To Less Than 10,00,000.
de: Charge Menge brauchst weniger als 10,00,000
fr: Batch Quantity needs to less than 10,00,000sdf.

# toastrCreateJobPCMap
source: Primary PC Map Count Must Be Greater Than 0.
de: Verpackungseinheit muss größer als 0
fr: Primary PC Map Count must be greater than 0sdf.

# toastrCreateJobSurplusUID
source: Surplus UID Quantity Should Be Less Than Or Equal To Batch Qunatity.
de: UID Surplus Menge sollte weniger oder gleich die Charge Menge sein.
fr: Surplus UID quantity should be less than or equal to Batch Qunatitysdf

# toastrCreateLineCode
source: Please Provide Line Code.
de: Linie Code eingeben
fr: Please Provide Line Codesdf

# toastrCreateLineDataBaseName
source: Please Provide DataBase Name.
de: Datenbank Name eingeben
fr: Please Provide DataBase Namesdf

# toastrCreateLineDivisionCode
source: Please Provide Division Code.
de: Aufteilung Code eingeben
fr: Please Provide Division Codesdf

# toastrCreateLineID
source: Please Provide ID.
de: ID abgeben
fr: Please Provide IDsdf

# toastrCreateLineIP
source: Please Provide LineIP.
de: Produktion Linie IP eingeben
fr: Please Provide LineIPsdf

# toastrCreateLineLocationCode
source: Please Provide Location Code.
de: Standort Location eingeben
fr: Please Provide Location Codesdf

# toastrCreateLinePlantCode
source: Please Provide Plant Code.
de: Plant Code eingeben
fr: Please Provide Plant Codesdf

# toastrCreateLineSQLPassword
source: Please Provide SQLPassword.
de: SQL Passwort eingeben
fr: Please Provide SQLPasswordsdf

# toastrCreateLineSQLUsername
source: Please Provide SQLUserName.
de: SQL Benutzer Name eingeben
fr: Please Provide SQLUsernamesdf

# toastrCreateProductCheckSum
source: . Correct Check Sum:
de: Prüfsumme korrigieren:
fr: . Correct Check Sumsdf:

# toastrCreateProductDuplicateGTIN
source: Duplicate GTIN Not Allowed.
de: Doppelte GTIN nicht erlaubt
fr: Duplicate GTIN not allowedsdf

# toastrCreateProductentercorrect
source: Please Enter Correct Value For
de: Bitte geben Sie den korrekten Wert für ein.
fr: Please enter correct value forsdf

# toastrCreateProductInvalidGTIN
source: Invalid GTIN. Please Provide Valid GTIN For
de: Ungültige GTIN. Bitte eingeben gültige GTIN für
fr: Invalid GTIN. Please provide valid GTIN forsdf

# toastrCreateProductInvalidProduct
source: Invalid Product Code Provided, In Product Info Step. Please Correct It.
de: Ungültiger Produkt Code im Produkt Informationsschritt bereitgestellt. Bitte korrigiere es.
fr: Invalid product code provided, in Product Info step. Please correct itsdf.

# toastrCreateRoleAlreadyExist
source: Roles Name Already Exists.
de: Funktion Name bereits verfügbar
fr: Roles name already existssdf

# toastrCustomerCreatevalidemail
source: Please Enter Valid Email.
de: Bitte geben eine gültige E-Mail-Adresse ein.
fr: Please enter valid emailsdf

# toastrDatabaseBackupComplete
source: Database Backup Completed Successfully.
de: Datenbank Back up erfolgreich abgeschlossen.
fr: Database backup completed successfullysdf

# toastrDatabaseConnectionLost
source: Database Connection Lost.
de: Datenbank Verbindung verloren.
fr: Database Connection Lostsdf

# toastrDavaSSCCNumber
source: Please Provide SSCC Number.
de: Bitte geben Sie die SSCC Nummer ein.
fr: Please Provide SSCC Numbersdf

# toastrEPCISCreateCity
source: Please Provide City.
de: Bitte geben Sie die Stadt ein.
fr: Please Provide Citysdf

# toastrEPCISCreateGLN
source: Please Provide GLN.
de: Bitte geben Sie die GLN ein.
fr: Please Provide GLNsdf

# toastrEPCISCreatePostalCode
source: Please Provide Postal Code.
de: Bitte geben Sie die Postleitzahl ein.
fr: Please Provide Postal Codesdf
