Repository: swaroopgaikwad199/MVC
Catalog: TnT/LangResource/GlobalRes.*.resx
Languages: de, fr

# AccountLicenseNo
source: License No
de: Lizenznummer

# AddModelErroJobInvalidPCmap
source: Invalid PC Map Count ! Kindly correct It.
de: Ungültige PC Kartierung Anzahl. Bitte korrigieren Sie es.
fr: Invalid PC map count ! Kindly correct itsdf.

# AddModelErrorAccountdeactive
source: The Account Has Been Deactivated. Kindly Contact Administrator.
de: Das Konto wurde deaktiviert. Bitte wenden Sie sich an den Administrator
fr: The account has been deactivated. Kindly contact administratorsdf.

# AddModelErrorAccountInvalidlogin
source: Invalid Login Attempt.
de: Ungültige Einlogg-Versuch.
fr: Invalid login attemptsdf.

# AddModelErrorAccountUseractive
source: User Not Active.
de: Benutzer ist nicht aktiv.
fr: User not activesdf.

# AddModelErrorJobkindlyprovide
source: kindly Provide Remark.
de: Bitte die Anmerkung eingeben.
fr: kindly provide remarksdf.

# AddModuleErrorContactAdministrator
source: Please Contact Administrator. Account Has Been Deactivated.
de: Bitte wenden Sie sich an den Administrator. Das Konto wurde deaktiviert.
fr: Please Contact Administrator. Account has been Deactivatedsdf.

# AddModuleErrorJobInvalidBundelQty
source: Invalid Bundel Qty ! Kindly Correct It.
de: Ungültige Bündel Menge. Bitte korrigieren Sie es.
fr: Invalid Bundel Qty ! Kindly correct itsdf.

# AddModuleErrorProctuctInvalidMRP
source: Invalid MRP ! Kindly Correct It.
de: Ungültige Höchstpreisverordnung (MRP). Bitte korrigieren Sie es.

# AddModuleErrorProductSelectPackaginglevels
source: Kindly Select Packaging Levels And Provide Details.
de: Bitte wählen Sie die verpackende Etikett und geben Sie die Details ab

# AddModuleErrorRolesAlarms
source: Kindly Provide Alarms To The Role.
de: Bitte geben Sie zur der Funktion die Alarme ein.

# AddModuleErrorRolesProvidepermission
source: Kindly Provide Permissions To The Role.
de: Bitte geben Sie die Erlaubnisse zur Funktion an.
fr: Kindly provide permissions to the rolesdf

# AddModuleErrorUserInvalidUser
source: Invalid User Data.
de: Ungültiger Benutzer Daten. Wenden Sie sich den Propix Ingenieur.
fr: Invalid user datasdf

# AuthorizedNo
source: Authorized Number
de: Autorisierte Nummer

# ChinaSelectFile
source: Select File :
de: Wählen die Datei aus :
fr: Select Filesdf :

# cmnBtnBackToList
source: Back To List
de: Zurück zur Liste
fr: Back to Listadf

# cmnBtnClose
source: Close
de: Schließen
fr: Closesdf

# cmnBtnConfirm
source: Confirm
de: Bestätigen
fr: Confirmsdf

# cmnBtnGenerate
source: Generate
de: Generieren
fr: Generateadf

# cmnBtnLogin
source: Login
de: Einloggen
fr: Loginsdf

# cmnBtnLogout
source: Logout
de: Abmelden
fr: Lgotaa

# cmnBtnPreview
source: Preview
de: Vorschau
fr: Previewsdf

# cmnBtnPrint
source: Print
de: Drucken
fr: Printsdf

# cmnBtnSave
source: Save
de: Speichern
fr: Saveadf

# cmnBtnUpdate
source: Update
de: Aktualisieren
fr: Updateadf

# cmnBtnUpload
source: Upload
de: Hochladen
fr: Uploadadf

# cmnBtnVerify
source: Verify
de: überprüfen
fr: Verifysdf

# cmnDetailsOf
source: Details Of
de: Details von
fr: Details Ofsdf

# cmnEndTime
source: End Time
de: Endzeit
fr: End Timesdf

# cmnMenuItemBatchMaster
source: Batch Master
de: Charge Stammdaten
fr: Btcas Maste

# cmnMenuItemBatchMasterSubItemBatches
source: Batches
de: Charge
fr: Batchesadf

# cmnMenuItemBatchMasterSubItemCloseBatch
source: Close Batch
de: Charge schließen
fr: Close Batch afasd

# cmnMenuItemBatchMasterSubItemManageBatches
source: Manage Batches
de: Charge verwaltung
fr: Manage Batchesdsf

# cmnMenuItemBatchMasterSubItemVerifyBatch
source: Verify Batch
de: Charge überprüfen
fr: Verify Batchasd

# cmnMenuItemBatchMasterSubItemViewDecomBatches
source: View Decommisioned Batches
de: Stillgelegte Charge anzeigen
fr: Viesdw Decommisionedas Batchessdf

# cmnMenuItemDAVAGenrt
source: Generate DAVA
de: DAVA generieren
fr: Generate DAVA sdf

# cmnMenuItemDAVAViewRegen
source: View & Regenerate DAVA
de: DAVA anzeigen und neu generieren
fr: View & Regenerate DAVAsdf

# cmnMenuItemEPCISReceiver
source: EPCIS Receiver
de: EPCIS Empfänger
fr: EPCIS Receiversdf

# cmnMenuItemEpcisTransporterMaster
source: Transporter Master
de: Transporter Stammdaten
fr: Transporter Mastersdf

# cmnMenuItemEPCSearch
source: EPC Search
de: EPC-Suche
fr: EPC Searchsdf

# cmnMenuItemGenerateEPCIS
source: Generate EPCIS
de: EPCIS Datei generieren
fr: Generate EPCISsdf

# cmnMenuItemLineExecution
source: Line Execution
de: Linienausführung
fr: Line Executionasd

# cmnMenuItemProductMaster
source: Product Master
de: Produkt Stammdaten
fr: Product Mastersadf

# cmnMenuItemProductMasterSubItemImportProducts
source: Import Products
de: Produkte importieren
fr: Import Productsdsf

# cmnMenuItemProductMasterSubItemProducts
source: Products
de: Produkte
fr: Productsasdf

# cmnMenuItemProductMasterSubItemVerifyProducts
source: Verify Product
de: Produkt überprüfen
fr: Verify Productasdf

# cmnMenuItemRpts
source: Reports
de: Berichte
fr: Reportsadf

# cmnMenuItemRptsAuditTrls
source: Audit Trails
de: Audit-Trail
fr: Audit Trailsasdf

# cmnMenuItemRptsBatchs
source: Batch Reports
de: Charge Berichte
fr: Batch Reportssdf

# cmnMenuItemRptsProds
source: Product Details
de: Produkt Details
fr: Product Detailsadf

# cmnMenuItemRptsUser
source: User Report
de: Benutzer Bericht
fr: User Reportsdf

# cmnMenuItemSetNUtil
source: Settings & Utilities
de: Einstellungen und Dienstprogramme
fr: Settings & Utilitiesdf

# cmnMenuItemSetNUtilSubItemCoInfo
source: Company Info
de: Firma Informationen
fr: Company Infosadf

# cmnMenuItemSetNUtilSubItemDbBackup
source: Database Backup
de: Datenbank Backup
fr: Database Backupdsf

# cmnMenuItemSetNUtilSubItemLblLytDsg
source: Label Layout Designer
de: Etikett Layouter Designer
fr: Label Layout DesignerSDF

# cmnMenuItemSetNUtilSubItemLineLoc
source: Line Location
de: Linie Standort
fr: Line Locationdscvcdf

# cmnMenuItemSetNUtilSubItemMngRoles
source: Manage Roles
de: Funktion verwalten
fr: Manage Rolesdsf

# cmnMenuItemSetNUtilSubItemMngUsers
source: Manage Users
de: Benutzer verwalten
fr: Manage Usersdf

# cmnMenuItemTracelinkServGenerateFiles
source: Generate Files
de: Dateien Generieren
fr: Generate Filessdf

# cmnMenuItemTracelinkServImprtUids
source: Import UIDs
de: UIDs Importieren
fr: Import UIDsasdf

# cmnMenuItemTracelinkServProdOrdrXML
source: Production Order XML
de: Lohnfertigung XML
fr: Production Order XMLadsf

# cmnMenuItemTracelinkServRequestReport
source: Tracelink Request Report
de: Tracelink Anfrage Bericht
fr: Tracelink Request Reportsdf

# cmnMenuItemTracelinkServSendFiles
source: Send Files
de: Send Dateien
fr: Send Filessdf

# cmnMenuItemTracelinkServSerialNumReport
source: Tracelink Serial Number Report
de: Tracelink UID Bericht
fr: Tracelink Serial Number Reportsdf

# cmnMenuItemTracelinkServUnusedSerialNumReport
source: Unused Serial Number Report
de: unbenutzte UID Bericht
fr: Tracelink Unused Serial Number Reportsdf

# cmnStartTime
source: Start Time
de: Startzeit
fr: Start Timesdf

# cmnWizardAggregationInfo
source: Aggregation Info
de: Aggregation Information
fr: Aggregation Infosdf

# cmnWizardAggregationLevels
source: Aggregation Levels
de: Aggregation Level
fr: Aggregation Levelssdf

# cmnWizardBatchSettings
source: Batch Settings
de: Charge Einstellungen
fr: Batch Settingssdf

# cmnWizardBtnNext
source: Next
de: Weiter
fr: Nextsdf

# cmnWizardBtnPrevious
source: Previous
de: Zurück
fr: Previoussdf

# cmnWizardComplianceInfo
source: Compliance Info.
de: Übereinstimmungs Info

# cmnWizardProductInfo
source: Product Info
de: Produkt Information
fr: Product Infosdf

# cmnWizardSaveBatch
source: Save Batch
de: Charge speichern
fr: Save Batchsdf

# cmnWizardSaveProduct
source: Save Product
de: Produkt speichern
fr: Save Productsdf

# cmnWizardVerification
source: Verification
de: Verifizierung
fr: Verificationsdf

source: Create Customer
de: Kunde erstellen
fr: Create Customersdf

# CreateCustomerMaster
source: Customer Master
de: Kunden Stammdaten
fr: Customer Mastersdf

# DavaGenerated
source: Generated
de: Generiert
fr: Generatedsdf

source: Dava Generation Type
de: DAVA Generation Typ
fr: Dava Generation typesdf

# DAVAIndexGenerateDavaFile
source: Generate Dava file
de: DAVA XML Datei Generieren
fr: Generate Dava filesdf

# DavaIndexPleaseScan
source: Please Scan SSCC code here
de: Bitte scannen Sie hier den SSCC-Code
fr: Please Scan SSCC code heresdf

# DAVAIndexSelectOption
source: Select Option to Generate DAVA Export File
de: Wählen Sie Option zum Generieren der DAVA-Exportdatei aus
fr: Select Option to Generate DAVA Export Filesdf

# DAVAIndexSelectOptionActualBatchQuantity
source: Actual Batch Quantity
de: tatsächliche Charge Menge
fr: Actual Batch Quantitysdf

# DAVAIndexSelectOptionAllBatches
source: All Batches
de: Alle Charge
fr: All Batchessdf

# DAVAIndexSelectOptionBatch
source: Batch
de: Charge
fr: Batchsdf

# DAVAIndexSelectOptionBatchNo
source: Batch No
de: Chargennummer
fr: Batch Nosdf

# DAVAIndexSelectOptionBatchType
source: Batch Type
de: Charge Typ
fr: Batch Typesdf

# DAVAIndexSelectOptionDAVAExport
source: DAVA Export XML File For Batch
de: DAVA XML-Exportdatei für die Charge
fr: DAVA Export XML File For Batchsdf

# DAVAIndexSelectOptionExemptedCountryCode
source: Exempted Country Code
de: freigestellte Landesvorwahl
fr: Exempted Country Codesdf

# DAVAIndexSelectOptionExemptedFromBarcoding
source: Exemption From Barcoding
de: Ausnahme von der Barcodierung
fr: Exemption Codesdf

# DAVAIndexSelectOptionExemptionCode
source: Exemption Code
de: Ausnahme Code
fr: Exemption Codesdf

# DAVAIndexSelectOptionExportedBatchQuantity
source: Exported Batch Quantity
de: Exportierte Charge Menge
fr: Exported Batch Quantitysdf

# DAVAIndexSelectOptionProduct
source: Product
de: Produkt
fr: Productsdf

# DAVAIndexSelectOptionProductionDetails
source: Production Details
de: Produktion Details
fr: Production Detailssdf

# DAVAIndexSelectOptionRemainingBatchQuantity
source: Remaining Batch Quantity
de: Verbleibende Charge Menge
fr: Remaining Batch Quantitysdf

# DAVAIndexSelectOptionsHomogenousTertiary
source: Homogenous Tertiary
de: Homogenes Tertiär
fr: Homogenous Tertiarysdf

# DAVAIndexSelectOptionSingleBatch
source: Single Batch
de: Einzel Charge
fr: Single Batchsdf

# DAVAIndexSelectOptionsPartialBatch
source: Partial Batch
de: Teilweise Charge
fr: Partial Batchsdf

# DAVAIndexSelectOptionTertiaryPacksExempted
source: Tertiary Packs Exempted
de: Tertiär Packungen freigestellt
fr: Tertiary Packs Exemptedsdf

# DAVAIndexSelectOptionWholeBatch
source: Whole Batch
de: Ganze Charge
fr: Whole Batchsdf

# DavaNotGenerated
source: Not Generated
de: Nicht generiert
fr: Not Generatedsdf

# DavaPartialGenerated
source: Partial Batch Generated.
de: Teilweise Charge generiert
fr: Partial Batch Generatedsdf

# DAVARegenerateFileContent
source: File Content
de: Datei Inhalt
fr: File Contentsdf

# DAVARegenerateRegenerateDava
source: Regenerate Dava file
de: DAVA XML Datei neu generieren
fr: Regenerate Dava filesdf

# DAVARegenerateSelectfile
source: Select file for XML File Regeneration :
de: Wählen Sie die Datei für die XML-Datei regeneration aus:
fr: Select file for XML File Regenerationsdf :

# DAVAStatusAlreadyBatchExported
source: Already Batch Has Exported !
de: Charge bereits exportiert
fr: Already batch has exportedsdf !

# DAVAStatusFailure
source: Failure Occured !
de: Fehler aufgetreten
fr: Failure occuredsdf !

# DAVAStatusNoBatchesAvailable
source: No Batches Available For DAVA File Creation !
de: Keine Charge ist verfügbar, um DAVA XML Datei zu generieren
fr: No batches available for DAVA file creationsdf !

# DAVAStatusNoProductionDataAvailable
source: No Production Data Available For DAVA File Creation !
de: Keine Produktion Daten ist verfügbar, um DAVA XML Datei zu generieren
fr: No production data available for DAVA file creationsdf !

# DAVAStatusNoProductsAvailable
source: No Products Available For DAVA File Export or Product DAVA File Has Been Generated !
de: Keine Produkte sind verfügbarfür, um DAVA XML Datei zu generieren oder DAVA XML Datei bereits generiert
fr: No products available for DAVA file export or product DAVA file has been generatedsdf !

# DAVAStatusNoSSCCsAvailable
source: No SSCC's For DAVA File Creation !
de: Keine SSCCs, um DAVA XML Datei zu generieren
fr: No SSCC's for DAVA file creationsdf !

# DavaStatusRpt
source: Dava Generation Status Report.
de: DAVA XML Datei Generation Status Bericht
fr: Dava Generation Status Reportsdf

# DAVAStatusSuccess
source: DAVA File Created Successfully.
de: DAVA XML Datei erfolgreich erstellt.
fr: DAVA file created successfullysdf.

# DAVAViewGenerateDAVAViewModel
source: GenerateDAVAViewModel
de: DAVA Ausicht Modull generieren
fr: GenerateDAVAViewModelsdf

source: Edit Customer
de: Kunde bearbeiten
fr: Edit Customersdf

# EPCISBatchWiseEPCISEventGeneration
source: Batch Wise EPCIS Event Generation
de: Chargeweise EPCIS Ereignis generieren
fr: Batch Wise EPCIS Event Generationsdf

# EPCISCouldnotfindReadGLNorGLNExtension
source: Could Not Find Read GLN or GLN Extension or BizLocation GLN.
de: Konnte GLN oder GLN Extension oder GeschäftLage nicht gefunden und gelesen
fr: Could not find Read GLN or GLN Extension.

# EPCISDispositionEvent
source: Disposition Event
de: Disposition Ereignis
fr: Disposition Eventsdf

# EPCISDriverContactNo
source: Driver Contact Number
de: Fahrerkontaktnummer
fr: Driver Contact Nosdf

# EPCISDriverName
source: Driver Name
de: Fahrer Name
fr: Driver Namesdf

# EPCISEventAddedSuccessfully
source: EPCIS Event Saved Successfully.
de: Das EPCIS-Ereignis erfolgreich gespeichert.
fr: EPCIS Event Added Successfully.

# EPCISIndexGenerateEpcis
source: Generate EPCIS
de: EPCIS Generieren
fr: Generate EPCISsdf

# EPCISIndexGenerateEpcisFile
source: Generate EPICS File
de: EPCIS-Datei generieren
fr: Generate EPICS Filesdf

# EPCISIndexSelectBatch
source: Select Batch
de: Wählen Sie die Charge aus
fr: Select Batchsdf

# EPCISPleaseSelectReceiver
source: Please Select Receiver.
de: Bitte wählen den Empfänger aus.
fr: Please Select Receiversdf

# EPCISPleaseSelectTransporter
source: Please Select Transporter.
de: Bitte wählen Sie Transporter aus .
fr: Please Select Transportersdf

# EpcisReceiveModifiedby
source: Modified By
de: Verändert von
fr: Modified Bysdf

# EPCISReceiver
source: Receiver
de: Empfänger
fr: Receiversdf

# EPCISReceivercountryCode
source: Country Code
de: Landesvorwahl
fr: Country Codesdf

# EpcisReceiverCreatedOn
source: Created On
de: Erstellt am
fr: Created Onsdf

# EPCISReceiverIndex
source: EPCIS Receiver
de: EPCIS-Empfänger
fr: EPCIS Receiversdf

# EpcisReceiverlatitude
source: Latitude
de: Latitüde
fr: Latitudesdf

# EpcisReceiverlongitude
source: Longitude
de: Längengrad
fr: Longitudesdf

# EpcisReceiverModifiedOn
source: Modified On
de: Verändert am
fr: Modified Onsdf

# EPCISReceiverStreet2
source: Street2
de: Straße 2
fr: Street2sdf

# EpcisReceiverstreet3
source: Street3
de: Straße 3
fr: Street3sdf

# EPCISRecevierDrpState
source: Select State or Region.
de: Bundesland oder Region auswählen
fr: Select State or Regionsdf

# EPCISReveicerEditReceiver
source: Edit EPCIS Receiver
de: EPCIS-Empfänger bearbeiten
fr: Edit EPCIS Receiversdf

# EPCISSelectBizStep
source: Please Select BizStep.
de: Bitte wählen Sie BizStep aus
fr: Please Select BizStepsdf

# EPCISSelectDispositionEvent
source: Please Select Disposition Event.
de: Bitte wählen Sie das Disposition Ereignis
fr: Please Select Disposition Eventsdf

# EPCISShipment
source: Shipment
de: Sendung
fr: Shipmentsdf

source: Epcis Shipment Event Added Successfully.
de: EPCIS Sendung Ereignis erfolgreich hinzugefügt.
fr: Epcis Shipment Event Added Successfullysdf

# EPCISTransaction
source: Transaction
de: Transaktion
fr: Transactionsdf

# EPCISTransEventAddedSuccessfully
source: Epcis Transaction Event Added Successfully.
de: EPCIS Transaktion Ereignis erfolgreich hinzugefügt.
fr: Epcis Transaction Event Added Successfullysdf

# EpcisTransporterAddress
source: Transporter/Agency Address
de: Adresse der Transport Firma
fr: Transporter/Agency Addresssdf

# EpcisTransporterContactNo
source: Transporter/Agency Contact Number
de: Kontaktnummer des Spediteurs
fr: Transporter/Agency Contact Numbersdf

# EpcisTransporterName
source: Transporter/Agency Name
de: Transporter/Agentur Name
fr: Transporter/Agency Namesdf

# EPCISVehicleNumber
source: Vehicle Number
de: Fahrzeug Nummer
fr: Vehicle Numbersdf

# EpicsReceiverCreatedby
source: Created By
de: Erstellt von
fr: Created Bysdf

# ErrorMsgProductImporterInvalidProduct
source: Invalid Data For Product :
de: Ungültigen Daten bereitgestellt während der Produkt Stammdaten Information importieren
fr: Invalid data for Productsdf :

# ErrorMsgProductImporterProductAlreadyExist
source: Product Already exist :
de: Produkt ist bereits existiert :
fr: Product already existsdf :

# HomeIndexLanguage
source: Language :
de: Sprache :
fr: Languagesdf :

# HomeIndexWelcome
source: Welcome
de: Willkommen
fr: Welcomesdf

# HomeLiveExecution
source: Current Execution Status
de: Aktueller Ausführung Status
fr: Current Execution Statussdf

# HomeLiveExecutionBatch
source: Batch Number
de: Chargennummer
fr: Batchsdf:

# HomeLiveExecutionNotReadyforSerialization
source: Not Ready for Serialization
de: Nicht bereit für die Serialisierung
fr: Not Ready for Serializationsdf

# HomeLiveExecutionPoNumber
source: PO Number :
de: Lohnfertigung Nummer
fr: Po Numbersdf:

# HomeLiveExecutionProduct
source: Product:
de: Produkt:
fr: Productsdf:

# HomeLiveExecutionQuantity
source: Quantity:
de: Menge
fr: Quantitysdf:

# HomeLiveExecutionReadyforSerialization
source: Ready for Serialization
de: Bereit für die Serialisierung
fr: Ready for Serializationsdf

# HomeLiveExecutionSerializationinprogress
source: Serialization In Progress
de: Die Serialisierung ist im Prozess
fr: Serialization in progresssdf

# ImporterTracelinkCustomer
source: Customer
de: Kunde
fr: Customersdf

# ImporterTracelinkQuantity
source: Quantity
de: Menge
fr: Quantitysdf

# ImporterTracelinkRequest
source: Request
de: Anfrage
fr: Requestsdf

# JobCreateDrpCode
source: Select Code
de: Code auswählen
fr: Select Codesdf

# JobCreateDrpFormat
source: Select Format
de: Format auswählen
fr: Select Formatsdf

# JobCreateDrpLabel
source: Select Label
de: Etikett auswählen
fr: Select Labelsdf

# JobCreateDrpType
source: Select Type
de: Typ auswählen
fr: Select Typesdf

# JobCreateMsgSelectedpackaging
source: Selected Packaging Levels Not Matching With Product Levels.
de: Ausgewählten Level des Verpackung stimmen nicht mit der Level des Produkt
fr: Selected packaging levels not matching with product levelssdf.

# JobsAcceptedQty
source: Accepted Qty
de: Akzeptierte Menge
fr: Accepted Qtysdf

# JobsAutoDate
source: Auto Date
de: Automatisches Datum
fr: Auto Datesdf

# JobsAutomaticBatchClosure
source: Batch Completion Alert
de: Benachrichtigung bei Charge Abschluss
fr: Batch completion alertsdf

# JobsBatchLotNo
source: Batch / Lot No
de: Charge/Los Nummer
fr: Batch / Lot Nosdf

# JobsBatchManager
source: Batch Manager
de: Charge Manager
fr: Batch Managersdf

# JobsBatchManagerBatchName
source: Batch Name
de: Charge Name
fr: Batch Namesdf

# JobsBatchManagerBatchNo
source: Batch No
de: Chargennummer
fr: Batch Nosdf

# JobsBatchManagerProductName
source: Product Name
de: Produkt Name
fr: Product Namesdf

# JobsBatchManagerSelectLine
source: Select Line :
de: Linie auswählen
fr: Select Linesdf :

# JobsBatchQty
source: Batch Qty
de: Charge Menge
fr: Batch Qtysdf

# JobsBatchQuantity
source: Batch Quantity
de: Charge Menge
fr: Batch Quantitysdf

# JobsBundlingQTY
source: Bundling QTY
de: Bündel Menge
fr: Bundling QTYsdf

# JobsCloseBatch
source: Close Batch
de: Charge schließen
fr: Close Batchsdf

# JobsCloseBatchBtnCloseBatch
source: Close Batch
de: Charge schließen
fr: Close Batchsdf

# JobsCloseBatchBtnConfirmTransfer
source: Confirm Transfer
de: Übertragung bestätigen
fr: Confirm Transfersdf

# JobsClosing
source: Close Batches
de: Charge schließen
fr: Close Batchessdf

# JobsClosingBtnClose
source: Close
de: Schließen
fr: Closesdf

# JobsCreate
source: Create Batch
de: Charge erstellen
fr: Create Batchsdf

# JobsCustomerId
source: Customer Id
de: Kunden ID
fr: CustomerIdsdf

# JobsDecommisioned
source: Details of Batch :
de: Charge Details
fr: Details of Batchsdf :

# JobsDecommisionedBtnDecommission
source: Decommission
de: Stilllegung
fr: Decommissionsdf

# JobsDecommissionedBatches
source: Decommissioned Batches
de: Stillgelegte Charge
fr: Decommissioned Batchessdf

# JobsDetails
source: Details Of
de: Details von
fr: Details ofsdf

# JobsEdit
source: Edit Batch
de: Charge bearbeiten
fr: Edit Batchsdf

# JobsExpDateformat
source: Exp Date Format
de: Verfalldatum Format
fr: Exp Date formatsdf

# JobsExpiryDate
source: Expiry Date
de: Verfalldatum
fr: Expiry Datesdf

# JobsForExport
source: For Export
de: Für den Export
fr: For Exportsdf

# JobsIndex
source: Batches
de: Charge
fr: Batchessdf

# JobsIndexAction
source: Action
de: Aktion
fr: Actionsdf

# JobsIndexCreateDate
source: Created Date
de: Datum erstellt
fr: Created Datesdf

# JobsIndexlLotNo
source: Batch/Lot No
de: Charge/Los Nummer
fr: Batch/Lot Nosdf

# JobsIndexPONumber
source: PO Number
de: Lohnfertigung Nummer
fr: PO Numbersdf

# JobsManufacturingDate
source: Manufacturing Date
de: Herstellungsdatum
fr: Manufacturing Datesdf

# JobsPackagingLevel
source: Packaging Level
de: Verpackung Level
fr: Packaging Levelsdf

# JobsPCMAP
source: PC MAP
de: Verpackungseinheit
fr: PC MAPsdf

# JobsPONumber
source: PO Number
de: Lohnfertigung Nummer
fr: PO Numbersdf

# JobsPPNCountryCode
source: PPN Country Code
de: PPN Landesvorwahl
fr: PPN Country Codesdf

# JobsPPNPostalCode
source: PPN Postal Code
de: PPN Postleitzahl
fr: PPN Postal Codesdf

# JobsPrimaryPCMap
source: Primary PC Map Count
de: Verpackungseinheit
fr: Primary PC Map Countsdf

# JobsPrintwithUIDSRNO
source: Print with UID/SRNO
de: mit UID drucken
fr: Print with UID/SRNOsdf

# JobsProductCode
source: Product Code
de: Produkt Code
fr: Product Codesdf

# JobsProductionLine
source: Production Line
de: Produkt Linie
fr: Production Linesdf

# JobsProductName
source: Product Name
de: Produkt Name
fr: Product Namesdf

# JobsRejectedQty
source: Rejected Qty
de: Abgelehnte Menge
fr: Rejected Qtysdf

# JobsSurplusUID
source: Surplus UID
de: überschüssig UID
fr: Surplus UIDsdf

# JobsType
source: Type
de: Typ
fr: Typesdf

# JobsUIDProvider
source: UID Provider
de: UID-Anbieter
fr: UID Providersdf

# JobsUIDstoPrint
source: UIDs to Print
de: UIDs zu drucken
fr: UIDs to Printsdf

# JobsUseExpiryDay
source: Use Expiry Day ?
de: Benutzen Sie Verfalldatum?
fr: Use Expiry Day ?sdf

# JobsVerification
source: Verify Batch
de: Charge überprüfen
fr: Verify Batchsdf

# JobsVerificationBtnVerify
source: Verify
de: überprüfen
fr: Verifysdf

# LblLytDsgIndex
source: Label Layout Designer
de: Etikett Layouter Designer
fr: Label Layout Designersdf

# LblLytDsgIndexBtnDownload
source: Download Layout
de: Layout herunterladen
fr: Download Layoutsdf

# LblLytDsgIndexBtnPreview
source: Preview
de: Vorschau
fr: Previewsdf

# LblLytDsgIndexBtnSaveAs
source: SaveAs
de: Speichern als
fr: SaveAssdf

# LblLytDsgIndexFileName
source: File Name
de: Datei Name
fr: File Namesdf

# LblLytDsgIndexLayoutRecipe
source: Layout Recipe
de: Layout Rezept
fr: Layout Recipesdf

# LblLytDsgIndexSaveAsFileName
source: Save As File Name
de: Speichern als Dateiname
fr: Save As File Namesdf

# LblLytSelect
source: Select
de: auswählen
fr: Selectsdf

# LineLocationCreate
source: Create Line Location
de: Linie Standort erstellen
fr: Create Line Locationsdf

# LineLocationDBName
source: DataBase Name
de: Datenbank Name
fr: DataBase Namesdf

# LineLocationDelete
source: Delete
de: Löschen
fr: Deletesdf
